[
    {
        "text": "We also looked into the machine learning challenge involving signal analysis. We just kicked off Bitcamp and",
        "start_time": 0,
        "end_time": 10
    },
    {
        "text": "The cell tower ML model idea sounded great but lacked available training data. That led us to pivot away from the machine",
        "start_time": 10,
        "end_time": 20
    },
    {
        "text": "We started planning out features like meeting transcription, action items, and summaries. BizCamp would be a platform",
        "start_time": 20,
        "end_time": 30
    },
    {
        "text": "We also looked into the machine learning challenge involving signal analysis. We realized Salesforce specializes",
        "start_time": 30,
        "end_time": 40
    },
    {
        "text": "The cell tower ML model idea sounded great but lacked available training data. Public health and finance-related ideas really caught our attention initially.",
        "start_time": 40,
        "end_time": 50
    },
    {
        "text": "We just kicked off Bitcamp and decided to dive into the challenge list together. That led us to pivot",
        "start_time": 50,
        "end_time": 60
    },
    {
        "text": "The cell tower ML model idea sounded great but lacked available training data. Public health and",
        "start_time": 60,
        "end_time": 70
    },
    {
        "text": "It felt like the right balance of practicality, innovation, and challenge for Bitcamp. The cell tower ML model idea",
        "start_time": 70,
        "end_time": 80
    },
    {
        "text": "Public health and finance-related ideas really caught our attention initially. We began developing the concept of",
        "start_time": 80,
        "end_time": 90
    },
    {
        "text": "We began developing the concept of BizCamp as our hackathon project. We began developing the concept of",
        "start_time": 90,
        "end_time": 100
    },
    {
        "text": "That sparked us to explore what Salesforce is all about. That sparked us to explore what Salesforce is",
        "start_time": 100,
        "end_time": 110
    },
    {
        "text": "That sparked us to explore what Salesforce is all about. That sparked us to explore",
        "start_time": 110,
        "end_time": 120
    },
    {
        "text": "Narain pointed out that Cloudforce sounded like Salesforce. That led us to pivot away from the machine",
        "start_time": 120,
        "end_time": 130
    },
    {
        "text": "It felt like the right balance of practicality, innovation, and challenge for Bitcamp. It felt like the right",
        "start_time": 130,
        "end_time": 140
    },
    {
        "text": "We skimmed some signal processing research papers to explore modeling signal strength. That sparked us",
        "start_time": 140,
        "end_time": 150
    },
    {
        "text": "It felt like the right balance of practicality, innovation, and challenge for Bitcamp. We started planning out features like meeting transcription,",
        "start_time": 150,
        "end_time": 160
    },
    {
        "text": "We checked out challenges from Bitcamp and sponsors like Capital One and Cloudforce. BizCamp would be a platform for companies to manage meeting notes and",
        "start_time": 160,
        "end_time": 170
    },
    {
        "text": "We also looked into the machine learning challenge involving signal analysis. We skimmed some signal processing research papers to",
        "start_time": 170,
        "end_time": 180
    },
    {
        "text": "That led us to pivot away from the machine learning signal strength simulation. We realized Salesforce specializes in CRMs and managing client relations.",
        "start_time": 180,
        "end_time": 190
    },
    {
        "text": "We realized Salesforce specializes in CRMs and managing client relations. Narain pointed out that Cloudforce",
        "start_time": 190,
        "end_time": 200
    },
    {
        "text": "We started planning out features like meeting transcription, action items, and summaries. Public health and finance-related ideas really caught our attention initially.",
        "start_time": 200,
        "end_time": 210
    },
    {
        "text": "We realized Salesforce specializes in CRMs and managing client relations. We started planning out features like meeting transcription, action items, and summaries.",
        "start_time": 210,
        "end_time": 220
    },
    {
        "text": "That led us to pivot away from the machine learning signal strength simulation. That led us to pivot away from the",
        "start_time": 220,
        "end_time": 230
    },
    {
        "text": "Public health and finance-related ideas really caught our attention initially. We began developing the concept of BizCamp as our hackathon project.",
        "start_time": 230,
        "end_time": 240
    },
    {
        "text": "We started planning out features like meeting transcription, action items, and summaries. We realized Salesforce specializes in CRMs and managing client relations.",
        "start_time": 240,
        "end_time": 250
    },
    {
        "text": "We skimmed some signal processing research papers to explore modeling signal strength. We began developing the concept of BizCamp as our hackathon project.",
        "start_time": 250,
        "end_time": 260
    },
    {
        "text": "It felt like the right balance of practicality, innovation, and challenge for Bitcamp. We skimmed some signal processing research papers to explore modeling signal strength.",
        "start_time": 260,
        "end_time": 270
    },
    {
        "text": "We checked out challenges from Bitcamp and sponsors like Capital One and Cloudforce. We just kicked off Bitcamp and decided to dive into the",
        "start_time": 270,
        "end_time": 280
    },
    {
        "text": "We checked out challenges from Bitcamp and sponsors like Capital One and Cloudforce. Public health and finance-related ideas",
        "start_time": 280,
        "end_time": 290
    },
    {
        "text": "BizCamp would be a platform for companies to manage meeting notes and follow-ups. It felt like the right",
        "start_time": 290,
        "end_time": 300
    },
    {
        "text": "Public health and finance-related ideas really caught our attention initially. We checked out challenges from Bitcamp and sponsors",
        "start_time": 300,
        "end_time": 310
    },
    {
        "text": "That sparked us to explore what Salesforce is all about. BizCamp would be a platform",
        "start_time": 310,
        "end_time": 320
    },
    {
        "text": "Then the lightbulb moment came—what if we made a CRM for business meetings? We began developing the concept of BizCamp as our hackathon project.",
        "start_time": 320,
        "end_time": 330
    },
    {
        "text": "We checked out challenges from Bitcamp and sponsors like Capital One and Cloudforce. We realized Salesforce specializes",
        "start_time": 330,
        "end_time": 340
    },
    {
        "text": "That led us to pivot away from the machine learning signal strength simulation. We began developing the concept of BizCamp as our hackathon project.",
        "start_time": 340,
        "end_time": 350
    },
    {
        "text": "That sparked us to explore what Salesforce is all about. It felt like the right balance of practicality, innovation,",
        "start_time": 350,
        "end_time": 360
    },
    {
        "text": "The cell tower ML model idea sounded great but lacked available training data. We just kicked off Bitcamp and",
        "start_time": 360,
        "end_time": 370
    },
    {
        "text": "We also looked into the machine learning challenge involving signal analysis. That led us to pivot away from the",
        "start_time": 370,
        "end_time": 380
    },
    {
        "text": "That led us to pivot away from the machine learning signal strength simulation. We started planning out features like meeting transcription, action items, and summaries.",
        "start_time": 380,
        "end_time": 390
    },
    {
        "text": "That led us to pivot away from the machine learning signal strength simulation. The cell tower ML model idea sounded great but lacked available",
        "start_time": 390,
        "end_time": 400
    },
    {
        "text": "Narain pointed out that Cloudforce sounded like Salesforce. We just kicked off Bitcamp and decided to dive into",
        "start_time": 400,
        "end_time": 410
    },
    {
        "text": "The cell tower ML model idea sounded great but lacked available training data. That sparked",
        "start_time": 410,
        "end_time": 420
    },
    {
        "text": "We just kicked off Bitcamp and decided to dive into the challenge list together. We",
        "start_time": 420,
        "end_time": 430
    },
    {
        "text": "We skimmed some signal processing research papers to explore modeling signal strength. We checked out challenges from Bitcamp and sponsors like Capital One and Cloudforce.",
        "start_time": 430,
        "end_time": 440
    },
    {
        "text": "Then the lightbulb moment came—what if we made a CRM for business meetings? We also",
        "start_time": 440,
        "end_time": 450
    },
    {
        "text": "Narain pointed out that Cloudforce sounded like Salesforce. We just kicked off Bitcamp and decided to",
        "start_time": 450,
        "end_time": 460
    },
    {
        "text": "We checked out challenges from Bitcamp and sponsors like Capital One and Cloudforce. Narain pointed out that Cloudforce sounded like",
        "start_time": 460,
        "end_time": 470
    },
    {
        "text": "Then the lightbulb moment came—what if we made a CRM for business meetings? We also looked",
        "start_time": 470,
        "end_time": 480
    },
    {
        "text": "We also looked into the machine learning challenge involving signal analysis. That led us to pivot away from the",
        "start_time": 480,
        "end_time": 490
    },
    {
        "text": "BizCamp would be a platform for companies to manage meeting notes and follow-ups. That led us to pivot away from the machine learning",
        "start_time": 490,
        "end_time": 500
    },
    {
        "text": "That led us to pivot away from the machine learning signal strength simulation. We began",
        "start_time": 500,
        "end_time": 510
    },
    {
        "text": "It felt like the right balance of practicality, innovation, and challenge for Bitcamp. Narain pointed out that",
        "start_time": 510,
        "end_time": 520
    },
    {
        "text": "We also looked into the machine learning challenge involving signal analysis. We checked out challenges from Bitcamp and sponsors like Capital One and Cloudforce.",
        "start_time": 520,
        "end_time": 530
    },
    {
        "text": "We realized Salesforce specializes in CRMs and managing client relations. It felt like the right balance of practicality,",
        "start_time": 530,
        "end_time": 540
    },
    {
        "text": "We skimmed some signal processing research papers to explore modeling signal strength. BizCamp would be a platform for companies to manage meeting",
        "start_time": 540,
        "end_time": 550
    },
    {
        "text": "Then the lightbulb moment came—what if we made a CRM for business meetings? We realized Salesforce specializes in CRMs and managing client",
        "start_time": 550,
        "end_time": 560
    },
    {
        "text": "We began developing the concept of BizCamp as our hackathon project. The cell tower ML model idea sounded great but lacked available training data.",
        "start_time": 560,
        "end_time": 570
    },
    {
        "text": "We checked out challenges from Bitcamp and sponsors like Capital One and Cloudforce. Public health and finance-related ideas really caught our attention initially.",
        "start_time": 570,
        "end_time": 580
    },
    {
        "text": "It felt like the right balance of practicality, innovation, and challenge for Bitcamp. That sparked us to explore what Salesforce is all",
        "start_time": 580,
        "end_time": 590
    },
    {
        "text": "Public health and finance-related ideas really caught our attention initially. Narain pointed out that Cloudforce sounded like Salesforce.",
        "start_time": 590,
        "end_time": 600
    },
    {
        "text": "We skimmed some signal processing research papers to explore modeling signal strength. We realized Salesforce specializes in CRMs and",
        "start_time": 600,
        "end_time": 610
    },
    {
        "text": "That led us to pivot away from the machine learning signal strength simulation. The cell tower ML model idea",
        "start_time": 610,
        "end_time": 620
    },
    {
        "text": "We checked out challenges from Bitcamp and sponsors like Capital One and Cloudforce. Then the lightbulb moment came—what if we made a",
        "start_time": 620,
        "end_time": 630
    },
    {
        "text": "The cell tower ML model idea sounded great but lacked available training data. Then the lightbulb moment came—what",
        "start_time": 630,
        "end_time": 640
    },
    {
        "text": "We skimmed some signal processing research papers to explore modeling signal strength. The cell tower ML model idea sounded great but lacked available",
        "start_time": 640,
        "end_time": 650
    },
    {
        "text": "We checked out challenges from Bitcamp and sponsors like Capital One and Cloudforce. It felt like the right balance of",
        "start_time": 650,
        "end_time": 660
    },
    {
        "text": "We started planning out features like meeting transcription, action items, and summaries. We skimmed some signal",
        "start_time": 660,
        "end_time": 670
    },
    {
        "text": "We checked out challenges from Bitcamp and sponsors like Capital One and Cloudforce. That sparked us to explore what Salesforce is all",
        "start_time": 670,
        "end_time": 680
    },
    {
        "text": "We also looked into the machine learning challenge involving signal analysis. That sparked us to explore what Salesforce",
        "start_time": 680,
        "end_time": 690
    },
    {
        "text": "We started planning out features like meeting transcription, action items, and summaries. That led us to pivot away from the machine learning signal strength",
        "start_time": 690,
        "end_time": 700
    },
    {
        "text": "We began developing the concept of BizCamp as our hackathon project. That led us to pivot away from",
        "start_time": 700,
        "end_time": 710
    },
    {
        "text": "We started planning out features like meeting transcription, action items, and summaries. We skimmed some signal processing research papers to explore modeling",
        "start_time": 710,
        "end_time": 720
    },
    {
        "text": "We checked out challenges from Bitcamp and sponsors like Capital One and Cloudforce. We just kicked off",
        "start_time": 720,
        "end_time": 730
    },
    {
        "text": "We also looked into the machine learning challenge involving signal analysis. We just kicked off Bitcamp and decided to",
        "start_time": 730,
        "end_time": 740
    },
    {
        "text": "It felt like the right balance of practicality, innovation, and challenge for Bitcamp. We started planning out features like",
        "start_time": 740,
        "end_time": 750
    },
    {
        "text": "It felt like the right balance of practicality, innovation, and challenge for Bitcamp. We started",
        "start_time": 750,
        "end_time": 760
    },
    {
        "text": "Then the lightbulb moment came—what if we made a CRM for business meetings? Narain pointed out that Cloudforce sounded like Salesforce.",
        "start_time": 760,
        "end_time": 770
    },
    {
        "text": "We skimmed some signal processing research papers to explore modeling signal strength. That sparked us to explore what Salesforce is all about.",
        "start_time": 770,
        "end_time": 780
    },
    {
        "text": "We realized Salesforce specializes in CRMs and managing client relations. We began developing the concept of BizCamp as our hackathon project.",
        "start_time": 780,
        "end_time": 790
    },
    {
        "text": "That led us to pivot away from the machine learning signal strength simulation. We started planning out features like meeting transcription, action",
        "start_time": 790,
        "end_time": 800
    },
    {
        "text": "We just kicked off Bitcamp and decided to dive into the challenge list together. Then the lightbulb moment",
        "start_time": 800,
        "end_time": 810
    },
    {
        "text": "We skimmed some signal processing research papers to explore modeling signal strength. The cell tower ML",
        "start_time": 810,
        "end_time": 820
    },
    {
        "text": "Then the lightbulb moment came—what if we made a CRM for business meetings? Then the lightbulb",
        "start_time": 820,
        "end_time": 830
    },
    {
        "text": "That sparked us to explore what Salesforce is all about. We checked out challenges from Bitcamp",
        "start_time": 830,
        "end_time": 840
    },
    {
        "text": "We also looked into the machine learning challenge involving signal analysis. The cell tower ML model idea sounded great but lacked",
        "start_time": 840,
        "end_time": 850
    },
    {
        "text": "We also looked into the machine learning challenge involving signal analysis. BizCamp would be a platform for companies to manage meeting notes and follow-ups.",
        "start_time": 850,
        "end_time": 860
    },
    {
        "text": "We also looked into the machine learning challenge involving signal analysis. That led us to pivot",
        "start_time": 860,
        "end_time": 870
    },
    {
        "text": "We skimmed some signal processing research papers to explore modeling signal strength. We just kicked",
        "start_time": 870,
        "end_time": 880
    },
    {
        "text": "The cell tower ML model idea sounded great but lacked available training data. Public health and finance-related ideas really caught our attention initially.",
        "start_time": 880,
        "end_time": 890
    },
    {
        "text": "We began developing the concept of BizCamp as our hackathon project. We skimmed some signal processing",
        "start_time": 890,
        "end_time": 900
    },
    {
        "text": "It felt like the right balance of practicality, innovation, and challenge for Bitcamp. We realized Salesforce specializes in CRMs and managing client relations.",
        "start_time": 900,
        "end_time": 910
    },
    {
        "text": "BizCamp would be a platform for companies to manage meeting notes and follow-ups. We skimmed some signal processing research papers to explore modeling signal",
        "start_time": 910,
        "end_time": 920
    },
    {
        "text": "We just kicked off Bitcamp and decided to dive into the challenge list together. We just kicked off Bitcamp and decided to",
        "start_time": 920,
        "end_time": 930
    },
    {
        "text": "We skimmed some signal processing research papers to explore modeling signal strength. We started planning out features",
        "start_time": 930,
        "end_time": 940
    },
    {
        "text": "The cell tower ML model idea sounded great but lacked available training data. Narain pointed out that Cloudforce sounded like Salesforce.",
        "start_time": 940,
        "end_time": 950
    },
    {
        "text": "The cell tower ML model idea sounded great but lacked available training data. BizCamp would be a platform for",
        "start_time": 950,
        "end_time": 960
    },
    {
        "text": "BizCamp would be a platform for companies to manage meeting notes and follow-ups. Then the lightbulb",
        "start_time": 960,
        "end_time": 970
    },
    {
        "text": "That sparked us to explore what Salesforce is all about. We began developing the concept of BizCamp as our hackathon project.",
        "start_time": 970,
        "end_time": 980
    },
    {
        "text": "We began developing the concept of BizCamp as our hackathon project. We also looked into the",
        "start_time": 980,
        "end_time": 990
    },
    {
        "text": "We just kicked off Bitcamp and decided to dive into the challenge list together. We skimmed some signal processing",
        "start_time": 990,
        "end_time": 1000
    },
    {
        "text": "Public health and finance-related ideas really caught our attention initially. We realized Salesforce specializes in CRMs and managing",
        "start_time": 1000,
        "end_time": 1010
    },
    {
        "text": "Public health and finance-related ideas really caught our attention initially. We just kicked off Bitcamp and decided to dive into the",
        "start_time": 1010,
        "end_time": 1020
    },
    {
        "text": "We checked out challenges from Bitcamp and sponsors like Capital One and Cloudforce. Public health and finance-related ideas",
        "start_time": 1020,
        "end_time": 1030
    },
    {
        "text": "We skimmed some signal processing research papers to explore modeling signal strength. We just kicked off Bitcamp and decided",
        "start_time": 1030,
        "end_time": 1040
    },
    {
        "text": "We realized Salesforce specializes in CRMs and managing client relations. We realized Salesforce specializes in CRMs and managing client relations.",
        "start_time": 1040,
        "end_time": 1050
    },
    {
        "text": "We began developing the concept of BizCamp as our hackathon project. We started planning out features like meeting transcription, action items, and summaries.",
        "start_time": 1050,
        "end_time": 1060
    },
    {
        "text": "We just kicked off Bitcamp and decided to dive into the challenge list together. BizCamp",
        "start_time": 1060,
        "end_time": 1070
    },
    {
        "text": "We just kicked off Bitcamp and decided to dive into the challenge list together. We skimmed some signal processing research",
        "start_time": 1070,
        "end_time": 1080
    },
    {
        "text": "We also looked into the machine learning challenge involving signal analysis. We also looked into",
        "start_time": 1080,
        "end_time": 1090
    },
    {
        "text": "Public health and finance-related ideas really caught our attention initially. Public health and finance-related ideas",
        "start_time": 1090,
        "end_time": 1100
    },
    {
        "text": "The cell tower ML model idea sounded great but lacked available training data. Narain pointed out",
        "start_time": 1100,
        "end_time": 1110
    },
    {
        "text": "Then the lightbulb moment came—what if we made a CRM for business meetings? BizCamp would be a",
        "start_time": 1110,
        "end_time": 1120
    },
    {
        "text": "The cell tower ML model idea sounded great but lacked available training data. We started planning out features like meeting transcription, action items, and summaries.",
        "start_time": 1120,
        "end_time": 1130
    },
    {
        "text": "BizCamp would be a platform for companies to manage meeting notes and follow-ups. We just kicked off Bitcamp",
        "start_time": 1130,
        "end_time": 1140
    },
    {
        "text": "Then the lightbulb moment came—what if we made a CRM for business meetings? Narain pointed out that Cloudforce sounded like Salesforce.",
        "start_time": 1140,
        "end_time": 1150
    },
    {
        "text": "BizCamp would be a platform for companies to manage meeting notes and follow-ups. BizCamp would be a platform for",
        "start_time": 1150,
        "end_time": 1160
    },
    {
        "text": "We began developing the concept of BizCamp as our hackathon project. Public health and finance-related ideas really caught our",
        "start_time": 1160,
        "end_time": 1170
    },
    {
        "text": "That led us to pivot away from the machine learning signal strength simulation. The cell tower ML model",
        "start_time": 1170,
        "end_time": 1180
    },
    {
        "text": "Then the lightbulb moment came—what if we made a CRM for business meetings? We realized Salesforce specializes in CRMs and managing",
        "start_time": 1180,
        "end_time": 1190
    },
    {
        "text": "BizCamp would be a platform for companies to manage meeting notes and follow-ups. We also looked into the machine learning challenge",
        "start_time": 1190,
        "end_time": 1200
    },
    {
        "text": "That sparked us to explore what Salesforce is all about. We realized Salesforce specializes in CRMs and managing client relations.",
        "start_time": 1200,
        "end_time": 1210
    },
    {
        "text": "We checked out challenges from Bitcamp and sponsors like Capital One and Cloudforce. Public health and finance-related ideas really caught",
        "start_time": 1210,
        "end_time": 1220
    },
    {
        "text": "We realized Salesforce specializes in CRMs and managing client relations. Narain pointed out that Cloudforce sounded like Salesforce.",
        "start_time": 1220,
        "end_time": 1230
    },
    {
        "text": "We skimmed some signal processing research papers to explore modeling signal strength. Then the lightbulb moment",
        "start_time": 1230,
        "end_time": 1240
    },
    {
        "text": "We checked out challenges from Bitcamp and sponsors like Capital One and Cloudforce. It felt like the right balance of",
        "start_time": 1240,
        "end_time": 1250
    },
    {
        "text": "Then the lightbulb moment came—what if we made a CRM for business meetings? We realized Salesforce specializes in CRMs and managing client relations.",
        "start_time": 1250,
        "end_time": 1260
    },
    {
        "text": "The cell tower ML model idea sounded great but lacked available training data. Narain pointed out that Cloudforce",
        "start_time": 1260,
        "end_time": 1270
    },
    {
        "text": "We also looked into the machine learning challenge involving signal analysis. We also looked into the",
        "start_time": 1270,
        "end_time": 1280
    },
    {
        "text": "It felt like the right balance of practicality, innovation, and challenge for Bitcamp. That led us to pivot away from the machine learning signal",
        "start_time": 1280,
        "end_time": 1290
    },
    {
        "text": "We also looked into the machine learning challenge involving signal analysis. We checked out challenges from Bitcamp and sponsors",
        "start_time": 1290,
        "end_time": 1300
    },
    {
        "text": "We started planning out features like meeting transcription, action items, and summaries. That sparked us to explore what",
        "start_time": 1300,
        "end_time": 1310
    },
    {
        "text": "We skimmed some signal processing research papers to explore modeling signal strength. The cell tower ML model idea sounded great but lacked available",
        "start_time": 1310,
        "end_time": 1320
    },
    {
        "text": "We just kicked off Bitcamp and decided to dive into the challenge list together. We started planning out features like meeting",
        "start_time": 1320,
        "end_time": 1330
    },
    {
        "text": "That sparked us to explore what Salesforce is all about. That sparked us to explore what",
        "start_time": 1330,
        "end_time": 1340
    },
    {
        "text": "We started planning out features like meeting transcription, action items, and summaries. It felt like the right",
        "start_time": 1340,
        "end_time": 1350
    },
    {
        "text": "BizCamp would be a platform for companies to manage meeting notes and follow-ups. BizCamp would be a platform for companies to manage",
        "start_time": 1350,
        "end_time": 1360
    },
    {
        "text": "We realized Salesforce specializes in CRMs and managing client relations. We checked out challenges from Bitcamp and sponsors",
        "start_time": 1360,
        "end_time": 1370
    },
    {
        "text": "We checked out challenges from Bitcamp and sponsors like Capital One and Cloudforce. We skimmed some signal processing research papers to explore",
        "start_time": 1370,
        "end_time": 1380
    },
    {
        "text": "We skimmed some signal processing research papers to explore modeling signal strength. BizCamp would be a platform for companies",
        "start_time": 1380,
        "end_time": 1390
    },
    {
        "text": "We checked out challenges from Bitcamp and sponsors like Capital One and Cloudforce. BizCamp would",
        "start_time": 1390,
        "end_time": 1400
    },
    {
        "text": "We just kicked off Bitcamp and decided to dive into the challenge list together. That led us to pivot away",
        "start_time": 1400,
        "end_time": 1410
    },
    {
        "text": "Then the lightbulb moment came—what if we made a CRM for business meetings? We began",
        "start_time": 1410,
        "end_time": 1420
    },
    {
        "text": "That sparked us to explore what Salesforce is all about. BizCamp would be a platform for companies to manage meeting notes and follow-ups.",
        "start_time": 1420,
        "end_time": 1430
    },
    {
        "text": "Then the lightbulb moment came—what if we made a CRM for business meetings? That sparked us to explore what Salesforce",
        "start_time": 1430,
        "end_time": 1440
    },
    {
        "text": "We began developing the concept of BizCamp as our hackathon project. Narain pointed out that Cloudforce sounded like Salesforce.",
        "start_time": 1440,
        "end_time": 1450
    },
    {
        "text": "That sparked us to explore what Salesforce is all about. That led us to pivot away from",
        "start_time": 1450,
        "end_time": 1460
    },
    {
        "text": "BizCamp would be a platform for companies to manage meeting notes and follow-ups. We checked out challenges from Bitcamp and sponsors",
        "start_time": 1460,
        "end_time": 1470
    },
    {
        "text": "It felt like the right balance of practicality, innovation, and challenge for Bitcamp. We started planning out features like meeting transcription,",
        "start_time": 1470,
        "end_time": 1480
    },
    {
        "text": "We checked out challenges from Bitcamp and sponsors like Capital One and Cloudforce. BizCamp would be a",
        "start_time": 1480,
        "end_time": 1490
    },
    {
        "text": "We began developing the concept of BizCamp as our hackathon project. Then the lightbulb moment came—what",
        "start_time": 1490,
        "end_time": 1500
    },
    {
        "text": "We just kicked off Bitcamp and decided to dive into the challenge list together. We just kicked off Bitcamp and decided",
        "start_time": 1500,
        "end_time": 1510
    },
    {
        "text": "That led us to pivot away from the machine learning signal strength simulation. We checked out challenges from Bitcamp and sponsors",
        "start_time": 1510,
        "end_time": 1520
    },
    {
        "text": "We also looked into the machine learning challenge involving signal analysis. We checked out challenges from Bitcamp",
        "start_time": 1520,
        "end_time": 1530
    },
    {
        "text": "We checked out challenges from Bitcamp and sponsors like Capital One and Cloudforce. We skimmed",
        "start_time": 1530,
        "end_time": 1540
    },
    {
        "text": "We just kicked off Bitcamp and decided to dive into the challenge list together. We also looked into the",
        "start_time": 1540,
        "end_time": 1550
    },
    {
        "text": "We started planning out features like meeting transcription, action items, and summaries. We realized Salesforce specializes in CRMs and managing client relations.",
        "start_time": 1550,
        "end_time": 1560
    },
    {
        "text": "We began developing the concept of BizCamp as our hackathon project. We just kicked off Bitcamp and decided to dive into the challenge list",
        "start_time": 1560,
        "end_time": 1570
    },
    {
        "text": "We skimmed some signal processing research papers to explore modeling signal strength. We realized Salesforce specializes",
        "start_time": 1570,
        "end_time": 1580
    },
    {
        "text": "We also looked into the machine learning challenge involving signal analysis. We realized Salesforce specializes in CRMs and managing client relations.",
        "start_time": 1580,
        "end_time": 1590
    },
    {
        "text": "We started planning out features like meeting transcription, action items, and summaries. We just kicked off Bitcamp and decided to",
        "start_time": 1590,
        "end_time": 1600
    },
    {
        "text": "It felt like the right balance of practicality, innovation, and challenge for Bitcamp. That led us",
        "start_time": 1600,
        "end_time": 1610
    },
    {
        "text": "Narain pointed out that Cloudforce sounded like Salesforce. Public health and finance-related ideas really caught",
        "start_time": 1610,
        "end_time": 1620
    },
    {
        "text": "Public health and finance-related ideas really caught our attention initially. We also looked into the machine learning challenge",
        "start_time": 1620,
        "end_time": 1630
    },
    {
        "text": "It felt like the right balance of practicality, innovation, and challenge for Bitcamp. We began developing",
        "start_time": 1630,
        "end_time": 1640
    },
    {
        "text": "That sparked us to explore what Salesforce is all about. That sparked us to explore what Salesforce is all about.",
        "start_time": 1640,
        "end_time": 1650
    },
    {
        "text": "We just kicked off Bitcamp and decided to dive into the challenge list together. We",
        "start_time": 1650,
        "end_time": 1660
    },
    {
        "text": "We skimmed some signal processing research papers to explore modeling signal strength. That led us to pivot",
        "start_time": 1660,
        "end_time": 1670
    },
    {
        "text": "We checked out challenges from Bitcamp and sponsors like Capital One and Cloudforce. We started planning out features like meeting transcription, action",
        "start_time": 1670,
        "end_time": 1680
    },
    {
        "text": "We skimmed some signal processing research papers to explore modeling signal strength. Narain pointed out",
        "start_time": 1680,
        "end_time": 1690
    },
    {
        "text": "Public health and finance-related ideas really caught our attention initially. We skimmed some signal processing research papers to",
        "start_time": 1690,
        "end_time": 1700
    },
    {
        "text": "The cell tower ML model idea sounded great but lacked available training data. Public health and finance-related ideas really caught",
        "start_time": 1700,
        "end_time": 1710
    },
    {
        "text": "We realized Salesforce specializes in CRMs and managing client relations. We realized Salesforce specializes in CRMs and managing client relations.",
        "start_time": 1710,
        "end_time": 1720
    },
    {
        "text": "We began developing the concept of BizCamp as our hackathon project. We started planning out features like",
        "start_time": 1720,
        "end_time": 1730
    },
    {
        "text": "Narain pointed out that Cloudforce sounded like Salesforce. We began developing the concept of BizCamp as our hackathon project.",
        "start_time": 1730,
        "end_time": 1740
    },
    {
        "text": "We also looked into the machine learning challenge involving signal analysis. We also looked into the machine learning challenge involving signal analysis.",
        "start_time": 1740,
        "end_time": 1750
    },
    {
        "text": "That led us to pivot away from the machine learning signal strength simulation. Public health and finance-related ideas really caught our",
        "start_time": 1750,
        "end_time": 1760
    },
    {
        "text": "We just kicked off Bitcamp and decided to dive into the challenge list together. The",
        "start_time": 1760,
        "end_time": 1770
    },
    {
        "text": "Then the lightbulb moment came—what if we made a CRM for business meetings? It felt like",
        "start_time": 1770,
        "end_time": 1780
    },
    {
        "text": "That sparked us to explore what Salesforce is all about. BizCamp would be a platform for companies",
        "start_time": 1780,
        "end_time": 1790
    },
    {
        "text": "We realized Salesforce specializes in CRMs and managing client relations. We started planning out features like meeting transcription, action items, and summaries.",
        "start_time": 1790,
        "end_time": 1800
    }
]