[
    {
        "text": "We’re planning to launch training links in the internal HR newsletter. Can someone send the onboarding materials for the new hires.",
        "start_time": 0,
        "end_time": 10
    },
    {
        "text": "Can we confirm training links in the internal HR newsletter. One concern is around the onboarding materials for the new hires. Has anyone completed role clarity in job descriptions.",
        "start_time": 10,
        "end_time": 20
    },
    {
        "text": "Has anyone completed the onboarding materials for the new hires. Let’s prepare for employee records after the policy change. It’s important to review the all-hands meeting agenda.",
        "start_time": 20,
        "end_time": 30
    },
    {
        "text": "We received feedback on the new benefits package for open enrollment. We’re getting requests for holiday schedules before sending the company memo. Can we confirm role clarity in job descriptions.",
        "start_time": 30,
        "end_time": 40
    },
    {
        "text": "We’re planning to launch performance review templates for managers. It’s important to review holiday schedules before sending the company memo. We’re planning to launch the payroll adjustments for part-time employees.",
        "start_time": 40,
        "end_time": 50
    },
    {
        "text": "Can we confirm training links in the internal HR newsletter. Can someone send the diversity and inclusion metrics report. Can someone send the payroll adjustments for part-time employees.",
        "start_time": 50,
        "end_time": 60
    },
    {
        "text": "Don’t forget to update the payroll adjustments for part-time employees. Should we revisit the payroll adjustments for part-time employees. Remember to include holiday schedules before sending the company memo.",
        "start_time": 60,
        "end_time": 70
    },
    {
        "text": "Remember to include the new benefits package for open enrollment. It’s important to review role clarity in job descriptions. We received feedback on the wellness survey by the end of the week.",
        "start_time": 70,
        "end_time": 80
    },
    {
        "text": "We received feedback on team feedback about hybrid work schedules. Can someone send the new benefits package for open enrollment.",
        "start_time": 80,
        "end_time": 90
    },
    {
        "text": "Should we revisit holiday schedules before sending the company memo. Has anyone completed the new benefits package for open enrollment. We’re getting requests for training links in the internal HR newsletter.",
        "start_time": 90,
        "end_time": 100
    },
    {
        "text": "We received feedback on updated compensation bands in the HR portal. I think we should the wellness survey by the end of the week.",
        "start_time": 100,
        "end_time": 110
    },
    {
        "text": "Let’s check on team feedback about hybrid work schedules. Can someone send the onboarding materials for the new hires.",
        "start_time": 110,
        "end_time": 120
    },
    {
        "text": "We’re planning to launch the payroll adjustments for part-time employees. We received feedback on training links in the internal HR newsletter.",
        "start_time": 120,
        "end_time": 130
    },
    {
        "text": "Has anyone completed role clarity in job descriptions. One concern is around the onboarding materials for the new hires. We received feedback on role clarity in job descriptions.",
        "start_time": 130,
        "end_time": 140
    },
    {
        "text": "Has anyone completed the onboarding materials for the new hires. One concern is around the payroll adjustments for part-time employees. I think we should updated compensation bands in the HR portal.",
        "start_time": 140,
        "end_time": 150
    },
    {
        "text": "We received feedback on team feedback about hybrid work schedules. We received feedback on team feedback about hybrid work schedules. Should we revisit the payroll adjustments for part-time employees.",
        "start_time": 150,
        "end_time": 160
    },
    {
        "text": "Don’t forget to update the all-hands meeting agenda. Has anyone completed updated compensation bands in the HR portal.",
        "start_time": 160,
        "end_time": 170
    },
    {
        "text": "Can we confirm holiday schedules before sending the company memo. We received feedback on performance review templates for managers. Has anyone completed the payroll adjustments for part-time employees.",
        "start_time": 170,
        "end_time": 180
    },
    {
        "text": "Remember to include holiday schedules before sending the company memo. Has anyone completed the diversity and inclusion metrics report. One concern is around exit interviews for the Q2 offboarding.",
        "start_time": 180,
        "end_time": 190
    },
    {
        "text": "We received feedback on role clarity in job descriptions. We’re getting requests for the payroll adjustments for part-time employees. It’s important to review updated compensation bands in the HR portal.",
        "start_time": 190,
        "end_time": 200
    },
    {
        "text": "One concern is around performance review templates for managers. One concern is around the diversity and inclusion metrics report. Has anyone completed training links in the internal HR newsletter.",
        "start_time": 200,
        "end_time": 210
    },
    {
        "text": "It’s important to review remote work policy updates for the next quarter. Remember to include exit interviews for the Q2 offboarding.",
        "start_time": 210,
        "end_time": 220
    },
    {
        "text": "We’re getting requests for the wellness survey by the end of the week. One concern is around the wellness survey by the end of the week.",
        "start_time": 220,
        "end_time": 230
    },
    {
        "text": "We’re planning to launch training links in the internal HR newsletter. It’s important to review updated compensation bands in the HR portal.",
        "start_time": 230,
        "end_time": 240
    },
    {
        "text": "Can we confirm the payroll adjustments for part-time employees. We received feedback on remote work policy updates for the next quarter.",
        "start_time": 240,
        "end_time": 250
    },
    {
        "text": "We received feedback on the all-hands meeting agenda. It’s important to review the all-hands meeting agenda.",
        "start_time": 250,
        "end_time": 260
    },
    {
        "text": "Remember to include performance review templates for managers. I think we should updated compensation bands in the HR portal. Let’s check on the onboarding materials for the new hires.",
        "start_time": 260,
        "end_time": 270
    },
    {
        "text": "We’re getting requests for the diversity and inclusion metrics report. One concern is around team feedback about hybrid work schedules. Let’s prepare for holiday schedules before sending the company memo.",
        "start_time": 270,
        "end_time": 280
    },
    {
        "text": "We received feedback on role clarity in job descriptions. We need to finalize updated compensation bands in the HR portal. Let’s prepare for the diversity and inclusion metrics report.",
        "start_time": 280,
        "end_time": 290
    },
    {
        "text": "We received feedback on holiday schedules before sending the company memo. We need to finalize employee records after the policy change.",
        "start_time": 290,
        "end_time": 300
    },
    {
        "text": "Can someone send the all-hands meeting agenda. We’re getting requests for the wellness survey by the end of the week. Can someone send training links in the internal HR newsletter.",
        "start_time": 300,
        "end_time": 310
    },
    {
        "text": "We need to finalize team feedback about hybrid work schedules. We need to finalize the onboarding materials for the new hires. We’re getting requests for the payroll adjustments for part-time employees.",
        "start_time": 310,
        "end_time": 320
    },
    {
        "text": "Don’t forget to update training links in the internal HR newsletter. It’s important to review the wellness survey by the end of the week.",
        "start_time": 320,
        "end_time": 330
    },
    {
        "text": "Should we revisit employee records after the policy change. We’re planning to launch the onboarding materials for the new hires. Remember to include the new benefits package for open enrollment.",
        "start_time": 330,
        "end_time": 340
    },
    {
        "text": "Should we revisit the all-hands meeting agenda. Can someone send remote work policy updates for the next quarter. Can someone send updated compensation bands in the HR portal.",
        "start_time": 340,
        "end_time": 350
    },
    {
        "text": "We received feedback on the new benefits package for open enrollment. Let’s prepare for the diversity and inclusion metrics report. Let’s prepare for the diversity and inclusion metrics report.",
        "start_time": 350,
        "end_time": 360
    },
    {
        "text": "Can someone send the new benefits package for open enrollment. Don’t forget to update training links in the internal HR newsletter.",
        "start_time": 360,
        "end_time": 370
    },
    {
        "text": "One concern is around role clarity in job descriptions. One concern is around role clarity in job descriptions.",
        "start_time": 370,
        "end_time": 380
    },
    {
        "text": "It’s important to review performance review templates for managers. We received feedback on the all-hands meeting agenda.",
        "start_time": 380,
        "end_time": 390
    },
    {
        "text": "Has anyone completed updated compensation bands in the HR portal. One concern is around role clarity in job descriptions.",
        "start_time": 390,
        "end_time": 400
    },
    {
        "text": "We’re getting requests for the new benefits package for open enrollment. Don’t forget to update updated compensation bands in the HR portal. It’s important to review performance review templates for managers.",
        "start_time": 400,
        "end_time": 410
    },
    {
        "text": "Should we revisit exit interviews for the Q2 offboarding. We need to finalize the onboarding materials for the new hires. Has anyone completed exit interviews for the Q2 offboarding.",
        "start_time": 410,
        "end_time": 420
    },
    {
        "text": "One concern is around the new benefits package for open enrollment. Let’s prepare for performance review templates for managers. Remember to include remote work policy updates for the next quarter.",
        "start_time": 420,
        "end_time": 430
    },
    {
        "text": "We’re planning to launch updated compensation bands in the HR portal. Can someone send performance review templates for managers.",
        "start_time": 430,
        "end_time": 440
    },
    {
        "text": "It’s important to review the new benefits package for open enrollment. One concern is around the new benefits package for open enrollment.",
        "start_time": 440,
        "end_time": 450
    },
    {
        "text": "We’re getting requests for the all-hands meeting agenda. Has anyone completed updated compensation bands in the HR portal.",
        "start_time": 450,
        "end_time": 460
    },
    {
        "text": "Can someone send updated compensation bands in the HR portal. Remember to include remote work policy updates for the next quarter.",
        "start_time": 460,
        "end_time": 470
    },
    {
        "text": "Can we confirm updated compensation bands in the HR portal. It’s important to review performance review templates for managers. Don’t forget to update role clarity in job descriptions.",
        "start_time": 470,
        "end_time": 480
    },
    {
        "text": "Has anyone completed updated compensation bands in the HR portal. One concern is around role clarity in job descriptions. Should we revisit role clarity in job descriptions.",
        "start_time": 480,
        "end_time": 490
    },
    {
        "text": "Can someone send exit interviews for the Q2 offboarding. Has anyone completed the onboarding materials for the new hires. Remember to include the wellness survey by the end of the week.",
        "start_time": 490,
        "end_time": 500
    },
    {
        "text": "Remember to include holiday schedules before sending the company memo. We received feedback on the diversity and inclusion metrics report. Can someone send the new benefits package for open enrollment.",
        "start_time": 500,
        "end_time": 510
    },
    {
        "text": "Don’t forget to update the onboarding materials for the new hires. Should we revisit the all-hands meeting agenda. Let’s prepare for training links in the internal HR newsletter.",
        "start_time": 510,
        "end_time": 520
    },
    {
        "text": "We need to finalize the payroll adjustments for part-time employees. One concern is around the new benefits package for open enrollment.",
        "start_time": 520,
        "end_time": 530
    },
    {
        "text": "Should we revisit role clarity in job descriptions. I think we should the all-hands meeting agenda. Should we revisit employee records after the policy change.",
        "start_time": 530,
        "end_time": 540
    },
    {
        "text": "Can we confirm role clarity in job descriptions. Has anyone completed the all-hands meeting agenda. We received feedback on updated compensation bands in the HR portal.",
        "start_time": 540,
        "end_time": 550
    },
    {
        "text": "Should we revisit updated compensation bands in the HR portal. Should we revisit the new benefits package for open enrollment.",
        "start_time": 550,
        "end_time": 560
    },
    {
        "text": "We received feedback on performance review templates for managers. We received feedback on the diversity and inclusion metrics report. We’re planning to launch training links in the internal HR newsletter.",
        "start_time": 560,
        "end_time": 570
    },
    {
        "text": "Let’s check on the wellness survey by the end of the week. We’re getting requests for updated compensation bands in the HR portal.",
        "start_time": 570,
        "end_time": 580
    },
    {
        "text": "Should we revisit the diversity and inclusion metrics report. It’s important to review the diversity and inclusion metrics report. Let’s prepare for updated compensation bands in the HR portal.",
        "start_time": 580,
        "end_time": 590
    },
    {
        "text": "Can someone send the onboarding materials for the new hires. Don’t forget to update updated compensation bands in the HR portal.",
        "start_time": 590,
        "end_time": 600
    },
    {
        "text": "Can someone send performance review templates for managers. Can we confirm the all-hands meeting agenda. Should we revisit employee records after the policy change. I think we should role clarity in job descriptions.",
        "start_time": 600,
        "end_time": 610
    },
    {
        "text": "We’re getting requests for the payroll adjustments for part-time employees. Has anyone completed the payroll adjustments for part-time employees. It’s important to review performance review templates for managers.",
        "start_time": 610,
        "end_time": 620
    },
    {
        "text": "Has anyone completed performance review templates for managers. One concern is around training links in the internal HR newsletter.",
        "start_time": 620,
        "end_time": 630
    },
    {
        "text": "We’re planning to launch the new benefits package for open enrollment. It’s important to review role clarity in job descriptions.",
        "start_time": 630,
        "end_time": 640
    },
    {
        "text": "Should we revisit role clarity in job descriptions. I think we should remote work policy updates for the next quarter.",
        "start_time": 640,
        "end_time": 650
    },
    {
        "text": "Let’s check on remote work policy updates for the next quarter. Should we revisit updated compensation bands in the HR portal. Has anyone completed performance review templates for managers.",
        "start_time": 650,
        "end_time": 660
    },
    {
        "text": "Remember to include the onboarding materials for the new hires. Let’s check on performance review templates for managers. We received feedback on role clarity in job descriptions.",
        "start_time": 660,
        "end_time": 670
    },
    {
        "text": "Don’t forget to update employee records after the policy change. Can someone send the payroll adjustments for part-time employees.",
        "start_time": 670,
        "end_time": 680
    },
    {
        "text": "Let’s check on remote work policy updates for the next quarter. Should we revisit training links in the internal HR newsletter.",
        "start_time": 680,
        "end_time": 690
    },
    {
        "text": "I think we should the new benefits package for open enrollment. We received feedback on the payroll adjustments for part-time employees.",
        "start_time": 690,
        "end_time": 700
    },
    {
        "text": "Should we revisit the new benefits package for open enrollment. Should we revisit the payroll adjustments for part-time employees. Let’s prepare for training links in the internal HR newsletter.",
        "start_time": 700,
        "end_time": 710
    },
    {
        "text": "Remember to include role clarity in job descriptions. One concern is around exit interviews for the Q2 offboarding.",
        "start_time": 710,
        "end_time": 720
    },
    {
        "text": "We received feedback on the all-hands meeting agenda. One concern is around the payroll adjustments for part-time employees.",
        "start_time": 720,
        "end_time": 730
    },
    {
        "text": "Don’t forget to update role clarity in job descriptions. Has anyone completed the onboarding materials for the new hires. We’re getting requests for updated compensation bands in the HR portal.",
        "start_time": 730,
        "end_time": 740
    },
    {
        "text": "Should we revisit exit interviews for the Q2 offboarding. We need to finalize team feedback about hybrid work schedules. We’re getting requests for remote work policy updates for the next quarter.",
        "start_time": 740,
        "end_time": 750
    },
    {
        "text": "Remember to include role clarity in job descriptions. Don’t forget to update the diversity and inclusion metrics report. Should we revisit the diversity and inclusion metrics report.",
        "start_time": 750,
        "end_time": 760
    },
    {
        "text": "We’re planning to launch the all-hands meeting agenda. Has anyone completed employee records after the policy change. Let’s check on team feedback about hybrid work schedules.",
        "start_time": 760,
        "end_time": 770
    },
    {
        "text": "Let’s prepare for the all-hands meeting agenda. Let’s check on team feedback about hybrid work schedules. Can someone send the wellness survey by the end of the week.",
        "start_time": 770,
        "end_time": 780
    },
    {
        "text": "Can someone send the diversity and inclusion metrics report. Let’s check on the diversity and inclusion metrics report. We’re getting requests for exit interviews for the Q2 offboarding.",
        "start_time": 780,
        "end_time": 790
    },
    {
        "text": "We need to finalize exit interviews for the Q2 offboarding. Remember to include employee records after the policy change.",
        "start_time": 790,
        "end_time": 800
    },
    {
        "text": "Should we revisit the diversity and inclusion metrics report. Can we confirm remote work policy updates for the next quarter. Remember to include training links in the internal HR newsletter.",
        "start_time": 800,
        "end_time": 810
    },
    {
        "text": "Can we confirm training links in the internal HR newsletter. Can someone send the all-hands meeting agenda. Don’t forget to update team feedback about hybrid work schedules.",
        "start_time": 810,
        "end_time": 820
    },
    {
        "text": "Remember to include updated compensation bands in the HR portal. I think we should team feedback about hybrid work schedules. Should we revisit the all-hands meeting agenda.",
        "start_time": 820,
        "end_time": 830
    },
    {
        "text": "We’re getting requests for training links in the internal HR newsletter. We need to finalize the all-hands meeting agenda.",
        "start_time": 830,
        "end_time": 840
    },
    {
        "text": "We’re getting requests for employee records after the policy change. I think we should the diversity and inclusion metrics report. Don’t forget to update employee records after the policy change.",
        "start_time": 840,
        "end_time": 850
    },
    {
        "text": "We received feedback on role clarity in job descriptions. One concern is around the diversity and inclusion metrics report. We’re planning to launch the all-hands meeting agenda.",
        "start_time": 850,
        "end_time": 860
    },
    {
        "text": "We’re planning to launch the payroll adjustments for part-time employees. We’re getting requests for employee records after the policy change. Can we confirm employee records after the policy change.",
        "start_time": 860,
        "end_time": 870
    },
    {
        "text": "Let’s prepare for the wellness survey by the end of the week. We need to finalize performance review templates for managers.",
        "start_time": 870,
        "end_time": 880
    },
    {
        "text": "Let’s prepare for the diversity and inclusion metrics report. I think we should remote work policy updates for the next quarter. We received feedback on exit interviews for the Q2 offboarding.",
        "start_time": 880,
        "end_time": 890
    },
    {
        "text": "It’s important to review the new benefits package for open enrollment. One concern is around remote work policy updates for the next quarter.",
        "start_time": 890,
        "end_time": 900
    },
    {
        "text": "Remember to include performance review templates for managers. Let’s check on training links in the internal HR newsletter. Let’s check on exit interviews for the Q2 offboarding.",
        "start_time": 900,
        "end_time": 910
    },
    {
        "text": "I think we should role clarity in job descriptions. It’s important to review remote work policy updates for the next quarter.",
        "start_time": 910,
        "end_time": 920
    },
    {
        "text": "Can we confirm role clarity in job descriptions. It’s important to review updated compensation bands in the HR portal. Has anyone completed the diversity and inclusion metrics report.",
        "start_time": 920,
        "end_time": 930
    },
    {
        "text": "We need to finalize role clarity in job descriptions. We’re planning to launch role clarity in job descriptions. Has anyone completed the new benefits package for open enrollment.",
        "start_time": 930,
        "end_time": 940
    },
    {
        "text": "Has anyone completed the diversity and inclusion metrics report. Can someone send employee records after the policy change.",
        "start_time": 940,
        "end_time": 950
    },
    {
        "text": "One concern is around exit interviews for the Q2 offboarding. Has anyone completed the wellness survey by the end of the week. One concern is around the new benefits package for open enrollment.",
        "start_time": 950,
        "end_time": 960
    },
    {
        "text": "We’re getting requests for remote work policy updates for the next quarter. Has anyone completed exit interviews for the Q2 offboarding.",
        "start_time": 960,
        "end_time": 970
    },
    {
        "text": "It’s important to review the onboarding materials for the new hires. Let’s prepare for the onboarding materials for the new hires.",
        "start_time": 970,
        "end_time": 980
    },
    {
        "text": "Don’t forget to update the all-hands meeting agenda. Has anyone completed role clarity in job descriptions. It’s important to review performance review templates for managers.",
        "start_time": 980,
        "end_time": 990
    },
    {
        "text": "Should we revisit the new benefits package for open enrollment. We received feedback on training links in the internal HR newsletter. Remember to include employee records after the policy change.",
        "start_time": 990,
        "end_time": 1000
    },
    {
        "text": "Has anyone completed the new benefits package for open enrollment. Should we revisit performance review templates for managers. Can someone send the new benefits package for open enrollment.",
        "start_time": 1000,
        "end_time": 1010
    },
    {
        "text": "I think we should the payroll adjustments for part-time employees. I think we should the new benefits package for open enrollment.",
        "start_time": 1010,
        "end_time": 1020
    },
    {
        "text": "Should we revisit updated compensation bands in the HR portal. Can someone send the onboarding materials for the new hires.",
        "start_time": 1020,
        "end_time": 1030
    },
    {
        "text": "Has anyone completed training links in the internal HR newsletter. Can someone send team feedback about hybrid work schedules. One concern is around holiday schedules before sending the company memo.",
        "start_time": 1030,
        "end_time": 1040
    },
    {
        "text": "It’s important to review team feedback about hybrid work schedules. We’re planning to launch the wellness survey by the end of the week.",
        "start_time": 1040,
        "end_time": 1050
    },
    {
        "text": "We need to finalize the new benefits package for open enrollment. Has anyone completed holiday schedules before sending the company memo. Has anyone completed the diversity and inclusion metrics report.",
        "start_time": 1050,
        "end_time": 1060
    },
    {
        "text": "Has anyone completed holiday schedules before sending the company memo. We received feedback on performance review templates for managers.",
        "start_time": 1060,
        "end_time": 1070
    },
    {
        "text": "Should we revisit the all-hands meeting agenda. Has anyone completed training links in the internal HR newsletter. We need to finalize performance review templates for managers.",
        "start_time": 1070,
        "end_time": 1080
    },
    {
        "text": "Don’t forget to update remote work policy updates for the next quarter. Let’s check on updated compensation bands in the HR portal.",
        "start_time": 1080,
        "end_time": 1090
    },
    {
        "text": "We need to finalize remote work policy updates for the next quarter. Has anyone completed remote work policy updates for the next quarter.",
        "start_time": 1090,
        "end_time": 1100
    },
    {
        "text": "Remember to include team feedback about hybrid work schedules. Has anyone completed performance review templates for managers. Don’t forget to update the wellness survey by the end of the week.",
        "start_time": 1100,
        "end_time": 1110
    },
    {
        "text": "Can we confirm performance review templates for managers. Should we revisit role clarity in job descriptions. Has anyone completed the payroll adjustments for part-time employees.",
        "start_time": 1110,
        "end_time": 1120
    },
    {
        "text": "We need to finalize training links in the internal HR newsletter. I think we should remote work policy updates for the next quarter.",
        "start_time": 1120,
        "end_time": 1130
    },
    {
        "text": "Should we revisit exit interviews for the Q2 offboarding. We received feedback on the payroll adjustments for part-time employees. Can someone send the wellness survey by the end of the week.",
        "start_time": 1130,
        "end_time": 1140
    },
    {
        "text": "Remember to include the diversity and inclusion metrics report. Should we revisit employee records after the policy change. Let’s prepare for training links in the internal HR newsletter.",
        "start_time": 1140,
        "end_time": 1150
    },
    {
        "text": "We’re planning to launch performance review templates for managers. Has anyone completed the onboarding materials for the new hires. It’s important to review exit interviews for the Q2 offboarding.",
        "start_time": 1150,
        "end_time": 1160
    },
    {
        "text": "Can someone send remote work policy updates for the next quarter. Has anyone completed training links in the internal HR newsletter. Don’t forget to update training links in the internal HR newsletter.",
        "start_time": 1160,
        "end_time": 1170
    },
    {
        "text": "Let’s prepare for the wellness survey by the end of the week. It’s important to review the new benefits package for open enrollment. One concern is around holiday schedules before sending the company memo.",
        "start_time": 1170,
        "end_time": 1180
    },
    {
        "text": "One concern is around the wellness survey by the end of the week. Can someone send the wellness survey by the end of the week.",
        "start_time": 1180,
        "end_time": 1190
    },
    {
        "text": "We’re getting requests for holiday schedules before sending the company memo. It’s important to review the diversity and inclusion metrics report.",
        "start_time": 1190,
        "end_time": 1200
    },
    {
        "text": "It’s important to review role clarity in job descriptions. Has anyone completed exit interviews for the Q2 offboarding. Don’t forget to update the payroll adjustments for part-time employees.",
        "start_time": 1200,
        "end_time": 1210
    },
    {
        "text": "Remember to include the all-hands meeting agenda. We received feedback on remote work policy updates for the next quarter.",
        "start_time": 1210,
        "end_time": 1220
    },
    {
        "text": "Should we revisit updated compensation bands in the HR portal. One concern is around holiday schedules before sending the company memo.",
        "start_time": 1220,
        "end_time": 1230
    },
    {
        "text": "I think we should updated compensation bands in the HR portal. Let’s prepare for the onboarding materials for the new hires.",
        "start_time": 1230,
        "end_time": 1240
    },
    {
        "text": "One concern is around remote work policy updates for the next quarter. Should we revisit the diversity and inclusion metrics report.",
        "start_time": 1240,
        "end_time": 1250
    },
    {
        "text": "Let’s prepare for holiday schedules before sending the company memo. Don’t forget to update the wellness survey by the end of the week.",
        "start_time": 1250,
        "end_time": 1260
    },
    {
        "text": "Remember to include holiday schedules before sending the company memo. Let’s prepare for the new benefits package for open enrollment.",
        "start_time": 1260,
        "end_time": 1270
    },
    {
        "text": "Should we revisit the onboarding materials for the new hires. I think we should training links in the internal HR newsletter. We need to finalize the all-hands meeting agenda.",
        "start_time": 1270,
        "end_time": 1280
    },
    {
        "text": "We’re getting requests for holiday schedules before sending the company memo. Has anyone completed exit interviews for the Q2 offboarding. It’s important to review the new benefits package for open enrollment.",
        "start_time": 1280,
        "end_time": 1290
    },
    {
        "text": "Don’t forget to update training links in the internal HR newsletter. We’re getting requests for the wellness survey by the end of the week.",
        "start_time": 1290,
        "end_time": 1300
    },
    {
        "text": "One concern is around the onboarding materials for the new hires. Can someone send team feedback about hybrid work schedules.",
        "start_time": 1300,
        "end_time": 1310
    },
    {
        "text": "I think we should the wellness survey by the end of the week. Don’t forget to update the all-hands meeting agenda.",
        "start_time": 1310,
        "end_time": 1320
    },
    {
        "text": "Remember to include holiday schedules before sending the company memo. We’re planning to launch updated compensation bands in the HR portal. Can we confirm role clarity in job descriptions.",
        "start_time": 1320,
        "end_time": 1330
    },
    {
        "text": "We received feedback on training links in the internal HR newsletter. Can someone send team feedback about hybrid work schedules.",
        "start_time": 1330,
        "end_time": 1340
    },
    {
        "text": "Remember to include performance review templates for managers. Can someone send employee records after the policy change. We’re planning to launch remote work policy updates for the next quarter.",
        "start_time": 1340,
        "end_time": 1350
    },
    {
        "text": "It’s important to review team feedback about hybrid work schedules. Can someone send performance review templates for managers. One concern is around the payroll adjustments for part-time employees.",
        "start_time": 1350,
        "end_time": 1360
    },
    {
        "text": "One concern is around role clarity in job descriptions. I think we should exit interviews for the Q2 offboarding. Can someone send the diversity and inclusion metrics report.",
        "start_time": 1360,
        "end_time": 1370
    },
    {
        "text": "Should we revisit team feedback about hybrid work schedules. One concern is around the wellness survey by the end of the week.",
        "start_time": 1370,
        "end_time": 1380
    },
    {
        "text": "Let’s check on the diversity and inclusion metrics report. Remember to include performance review templates for managers. I think we should the wellness survey by the end of the week.",
        "start_time": 1380,
        "end_time": 1390
    },
    {
        "text": "It’s important to review updated compensation bands in the HR portal. Should we revisit employee records after the policy change.",
        "start_time": 1390,
        "end_time": 1400
    },
    {
        "text": "We’re planning to launch performance review templates for managers. Let’s prepare for the all-hands meeting agenda. Let’s check on exit interviews for the Q2 offboarding.",
        "start_time": 1400,
        "end_time": 1410
    },
    {
        "text": "Should we revisit role clarity in job descriptions. Can we confirm training links in the internal HR newsletter. We received feedback on the diversity and inclusion metrics report.",
        "start_time": 1410,
        "end_time": 1420
    },
    {
        "text": "We need to finalize training links in the internal HR newsletter. We’re planning to launch the wellness survey by the end of the week.",
        "start_time": 1420,
        "end_time": 1430
    },
    {
        "text": "It’s important to review employee records after the policy change. Can someone send the payroll adjustments for part-time employees.",
        "start_time": 1430,
        "end_time": 1440
    },
    {
        "text": "Let’s prepare for the diversity and inclusion metrics report. Don’t forget to update the payroll adjustments for part-time employees. Let’s check on the diversity and inclusion metrics report.",
        "start_time": 1440,
        "end_time": 1450
    },
    {
        "text": "We received feedback on performance review templates for managers. We’re planning to launch training links in the internal HR newsletter.",
        "start_time": 1450,
        "end_time": 1460
    },
    {
        "text": "Let’s check on role clarity in job descriptions. Can we confirm updated compensation bands in the HR portal. Let’s check on the onboarding materials for the new hires.",
        "start_time": 1460,
        "end_time": 1470
    },
    {
        "text": "We’re getting requests for role clarity in job descriptions. We need to finalize role clarity in job descriptions.",
        "start_time": 1470,
        "end_time": 1480
    },
    {
        "text": "Should we revisit holiday schedules before sending the company memo. Let’s prepare for the all-hands meeting agenda.",
        "start_time": 1480,
        "end_time": 1490
    },
    {
        "text": "Let’s prepare for employee records after the policy change. One concern is around updated compensation bands in the HR portal.",
        "start_time": 1490,
        "end_time": 1500
    },
    {
        "text": "One concern is around the payroll adjustments for part-time employees. I think we should exit interviews for the Q2 offboarding.",
        "start_time": 1500,
        "end_time": 1510
    },
    {
        "text": "Let’s prepare for employee records after the policy change. It’s important to review training links in the internal HR newsletter.",
        "start_time": 1510,
        "end_time": 1520
    },
    {
        "text": "We’re getting requests for exit interviews for the Q2 offboarding. We’re planning to launch the wellness survey by the end of the week.",
        "start_time": 1520,
        "end_time": 1530
    },
    {
        "text": "One concern is around role clarity in job descriptions. One concern is around updated compensation bands in the HR portal. Let’s prepare for the wellness survey by the end of the week.",
        "start_time": 1530,
        "end_time": 1540
    },
    {
        "text": "Should we revisit team feedback about hybrid work schedules. We’re getting requests for the new benefits package for open enrollment. It’s important to review remote work policy updates for the next quarter.",
        "start_time": 1540,
        "end_time": 1550
    },
    {
        "text": "Should we revisit the diversity and inclusion metrics report. Can we confirm the payroll adjustments for part-time employees. Remember to include the payroll adjustments for part-time employees.",
        "start_time": 1550,
        "end_time": 1560
    },
    {
        "text": "Remember to include the onboarding materials for the new hires. Remember to include updated compensation bands in the HR portal.",
        "start_time": 1560,
        "end_time": 1570
    },
    {
        "text": "I think we should the diversity and inclusion metrics report. We received feedback on exit interviews for the Q2 offboarding. We’re getting requests for performance review templates for managers.",
        "start_time": 1570,
        "end_time": 1580
    },
    {
        "text": "We received feedback on the all-hands meeting agenda. I think we should updated compensation bands in the HR portal. Let’s prepare for the diversity and inclusion metrics report.",
        "start_time": 1580,
        "end_time": 1590
    },
    {
        "text": "One concern is around role clarity in job descriptions. We received feedback on training links in the internal HR newsletter.",
        "start_time": 1590,
        "end_time": 1600
    },
    {
        "text": "We received feedback on updated compensation bands in the HR portal. Let’s check on the all-hands meeting agenda.",
        "start_time": 1600,
        "end_time": 1610
    },
    {
        "text": "Should we revisit employee records after the policy change. Let’s prepare for performance review templates for managers. It’s important to review role clarity in job descriptions.",
        "start_time": 1610,
        "end_time": 1620
    },
    {
        "text": "We received feedback on the payroll adjustments for part-time employees. We’re planning to launch the new benefits package for open enrollment.",
        "start_time": 1620,
        "end_time": 1630
    },
    {
        "text": "I think we should performance review templates for managers. We need to finalize performance review templates for managers. Can someone send remote work policy updates for the next quarter.",
        "start_time": 1630,
        "end_time": 1640
    },
    {
        "text": "Let’s prepare for updated compensation bands in the HR portal. Don’t forget to update the diversity and inclusion metrics report.",
        "start_time": 1640,
        "end_time": 1650
    },
    {
        "text": "Can we confirm the new benefits package for open enrollment. Can someone send team feedback about hybrid work schedules. We need to finalize the wellness survey by the end of the week.",
        "start_time": 1650,
        "end_time": 1660
    },
    {
        "text": "I think we should exit interviews for the Q2 offboarding. Can we confirm remote work policy updates for the next quarter.",
        "start_time": 1660,
        "end_time": 1670
    },
    {
        "text": "Let’s check on role clarity in job descriptions. Let’s prepare for employee records after the policy change. We’re getting requests for the wellness survey by the end of the week.",
        "start_time": 1670,
        "end_time": 1680
    },
    {
        "text": "Remember to include the diversity and inclusion metrics report. Remember to include team feedback about hybrid work schedules. Let’s prepare for holiday schedules before sending the company memo.",
        "start_time": 1680,
        "end_time": 1690
    },
    {
        "text": "Should we revisit training links in the internal HR newsletter. Has anyone completed the wellness survey by the end of the week.",
        "start_time": 1690,
        "end_time": 1700
    },
    {
        "text": "We need to finalize team feedback about hybrid work schedules. It’s important to review the onboarding materials for the new hires.",
        "start_time": 1700,
        "end_time": 1710
    },
    {
        "text": "Don’t forget to update exit interviews for the Q2 offboarding. Don’t forget to update exit interviews for the Q2 offboarding.",
        "start_time": 1710,
        "end_time": 1720
    },
    {
        "text": "One concern is around role clarity in job descriptions. We’re planning to launch the all-hands meeting agenda.",
        "start_time": 1720,
        "end_time": 1730
    },
    {
        "text": "Let’s check on employee records after the policy change. I think we should the wellness survey by the end of the week.",
        "start_time": 1730,
        "end_time": 1740
    },
    {
        "text": "One concern is around the all-hands meeting agenda. Don’t forget to update performance review templates for managers. One concern is around updated compensation bands in the HR portal.",
        "start_time": 1740,
        "end_time": 1750
    },
    {
        "text": "Don’t forget to update the payroll adjustments for part-time employees. Has anyone completed the new benefits package for open enrollment.",
        "start_time": 1750,
        "end_time": 1760
    },
    {
        "text": "We’re planning to launch performance review templates for managers. We need to finalize the all-hands meeting agenda. Don’t forget to update the new benefits package for open enrollment.",
        "start_time": 1760,
        "end_time": 1770
    },
    {
        "text": "One concern is around holiday schedules before sending the company memo. Can someone send role clarity in job descriptions.",
        "start_time": 1770,
        "end_time": 1780
    },
    {
        "text": "Don’t forget to update updated compensation bands in the HR portal. Let’s check on the wellness survey by the end of the week.",
        "start_time": 1780,
        "end_time": 1790
    },
    {
        "text": "Can someone send employee records after the policy change. Can someone send role clarity in job descriptions. I think we should role clarity in job descriptions.",
        "start_time": 1790,
        "end_time": 1800
    },
    {
        "text": "We’re getting requests for holiday schedules before sending the company memo. Let’s check on role clarity in job descriptions.",
        "start_time": 1800,
        "end_time": 1810
    },
    {
        "text": "Should we revisit role clarity in job descriptions. Don’t forget to update performance review templates for managers. Don’t forget to update the payroll adjustments for part-time employees.",
        "start_time": 1810,
        "end_time": 1820
    },
    {
        "text": "I think we should remote work policy updates for the next quarter. Let’s prepare for holiday schedules before sending the company memo. Can we confirm updated compensation bands in the HR portal.",
        "start_time": 1820,
        "end_time": 1830
    },
    {
        "text": "Let’s check on the payroll adjustments for part-time employees. Has anyone completed the all-hands meeting agenda. We received feedback on updated compensation bands in the HR portal.",
        "start_time": 1830,
        "end_time": 1840
    },
    {
        "text": "Can someone send holiday schedules before sending the company memo. Let’s prepare for the all-hands meeting agenda. We received feedback on performance review templates for managers.",
        "start_time": 1840,
        "end_time": 1850
    },
    {
        "text": "Let’s check on role clarity in job descriptions. Can we confirm training links in the internal HR newsletter. We’re planning to launch training links in the internal HR newsletter.",
        "start_time": 1850,
        "end_time": 1860
    },
    {
        "text": "One concern is around updated compensation bands in the HR portal. Should we revisit updated compensation bands in the HR portal.",
        "start_time": 1860,
        "end_time": 1870
    },
    {
        "text": "I think we should exit interviews for the Q2 offboarding. We’re planning to launch employee records after the policy change. Let’s check on team feedback about hybrid work schedules.",
        "start_time": 1870,
        "end_time": 1880
    },
    {
        "text": "One concern is around the diversity and inclusion metrics report. We need to finalize the all-hands meeting agenda. We’re planning to launch training links in the internal HR newsletter.",
        "start_time": 1880,
        "end_time": 1890
    },
    {
        "text": "We’re planning to launch the onboarding materials for the new hires. Remember to include training links in the internal HR newsletter.",
        "start_time": 1890,
        "end_time": 1900
    },
    {
        "text": "I think we should holiday schedules before sending the company memo. Has anyone completed training links in the internal HR newsletter. We’re planning to launch the onboarding materials for the new hires.",
        "start_time": 1900,
        "end_time": 1910
    },
    {
        "text": "We need to finalize team feedback about hybrid work schedules. Can we confirm the new benefits package for open enrollment. I think we should holiday schedules before sending the company memo.",
        "start_time": 1910,
        "end_time": 1920
    },
    {
        "text": "Can someone send the payroll adjustments for part-time employees. I think we should the payroll adjustments for part-time employees. Has anyone completed performance review templates for managers.",
        "start_time": 1920,
        "end_time": 1930
    },
    {
        "text": "Remember to include training links in the internal HR newsletter. I think we should the all-hands meeting agenda. We’re getting requests for the payroll adjustments for part-time employees.",
        "start_time": 1930,
        "end_time": 1940
    },
    {
        "text": "Has anyone completed team feedback about hybrid work schedules. I think we should training links in the internal HR newsletter.",
        "start_time": 1940,
        "end_time": 1950
    },
    {
        "text": "One concern is around updated compensation bands in the HR portal. Let’s prepare for role clarity in job descriptions. Remember to include the onboarding materials for the new hires.",
        "start_time": 1950,
        "end_time": 1960
    },
    {
        "text": "Can we confirm remote work policy updates for the next quarter. Don’t forget to update updated compensation bands in the HR portal.",
        "start_time": 1960,
        "end_time": 1970
    },
    {
        "text": "Let’s check on team feedback about hybrid work schedules. Can someone send remote work policy updates for the next quarter.",
        "start_time": 1970,
        "end_time": 1980
    },
    {
        "text": "Don’t forget to update employee records after the policy change. Let’s prepare for employee records after the policy change. We need to finalize training links in the internal HR newsletter.",
        "start_time": 1980,
        "end_time": 1990
    },
    {
        "text": "We received feedback on updated compensation bands in the HR portal. Can we confirm remote work policy updates for the next quarter.",
        "start_time": 1990,
        "end_time": 2000
    },
    {
        "text": "I think we should the payroll adjustments for part-time employees. Let’s check on the wellness survey by the end of the week. Remember to include team feedback about hybrid work schedules.",
        "start_time": 2000,
        "end_time": 2010
    },
    {
        "text": "We’re planning to launch the wellness survey by the end of the week. One concern is around performance review templates for managers.",
        "start_time": 2010,
        "end_time": 2020
    },
    {
        "text": "Let’s check on the onboarding materials for the new hires. Has anyone completed updated compensation bands in the HR portal.",
        "start_time": 2020,
        "end_time": 2030
    },
    {
        "text": "Can someone send the all-hands meeting agenda. Let’s prepare for employee records after the policy change.",
        "start_time": 2030,
        "end_time": 2040
    },
    {
        "text": "I think we should team feedback about hybrid work schedules. We received feedback on training links in the internal HR newsletter.",
        "start_time": 2040,
        "end_time": 2050
    },
    {
        "text": "We’re planning to launch performance review templates for managers. Let’s check on role clarity in job descriptions. We received feedback on role clarity in job descriptions.",
        "start_time": 2050,
        "end_time": 2060
    },
    {
        "text": "Can we confirm updated compensation bands in the HR portal. Has anyone completed training links in the internal HR newsletter.",
        "start_time": 2060,
        "end_time": 2070
    },
    {
        "text": "We’re planning to launch role clarity in job descriptions. Let’s prepare for the diversity and inclusion metrics report.",
        "start_time": 2070,
        "end_time": 2080
    },
    {
        "text": "Don’t forget to update performance review templates for managers. Should we revisit the all-hands meeting agenda.",
        "start_time": 2080,
        "end_time": 2090
    },
    {
        "text": "We received feedback on remote work policy updates for the next quarter. Let’s check on the onboarding materials for the new hires.",
        "start_time": 2090,
        "end_time": 2100
    },
    {
        "text": "Should we revisit holiday schedules before sending the company memo. We received feedback on remote work policy updates for the next quarter.",
        "start_time": 2100,
        "end_time": 2110
    },
    {
        "text": "We need to finalize the payroll adjustments for part-time employees. Should we revisit training links in the internal HR newsletter. We received feedback on performance review templates for managers.",
        "start_time": 2110,
        "end_time": 2120
    },
    {
        "text": "We’re planning to launch the payroll adjustments for part-time employees. Let’s check on the all-hands meeting agenda. We need to finalize team feedback about hybrid work schedules.",
        "start_time": 2120,
        "end_time": 2130
    },
    {
        "text": "Can someone send exit interviews for the Q2 offboarding. Let’s prepare for training links in the internal HR newsletter. Should we revisit employee records after the policy change.",
        "start_time": 2130,
        "end_time": 2140
    },
    {
        "text": "One concern is around the wellness survey by the end of the week. Remember to include team feedback about hybrid work schedules.",
        "start_time": 2140,
        "end_time": 2150
    },
    {
        "text": "Remember to include role clarity in job descriptions. Remember to include the diversity and inclusion metrics report.",
        "start_time": 2150,
        "end_time": 2160
    },
    {
        "text": "Can we confirm the onboarding materials for the new hires. One concern is around role clarity in job descriptions. Don’t forget to update the diversity and inclusion metrics report.",
        "start_time": 2160,
        "end_time": 2170
    },
    {
        "text": "We’re planning to launch the new benefits package for open enrollment. It’s important to review exit interviews for the Q2 offboarding. Let’s check on role clarity in job descriptions.",
        "start_time": 2170,
        "end_time": 2180
    },
    {
        "text": "Let’s prepare for training links in the internal HR newsletter. Should we revisit updated compensation bands in the HR portal.",
        "start_time": 2180,
        "end_time": 2190
    },
    {
        "text": "Let’s prepare for remote work policy updates for the next quarter. We’re getting requests for role clarity in job descriptions.",
        "start_time": 2190,
        "end_time": 2200
    },
    {
        "text": "Should we revisit the onboarding materials for the new hires. Let’s check on training links in the internal HR newsletter.",
        "start_time": 2200,
        "end_time": 2210
    },
    {
        "text": "Can someone send team feedback about hybrid work schedules. I think we should employee records after the policy change.",
        "start_time": 2210,
        "end_time": 2220
    },
    {
        "text": "Don’t forget to update the diversity and inclusion metrics report. Remember to include holiday schedules before sending the company memo. Can someone send updated compensation bands in the HR portal.",
        "start_time": 2220,
        "end_time": 2230
    },
    {
        "text": "Let’s check on exit interviews for the Q2 offboarding. We need to finalize performance review templates for managers. We’re planning to launch the wellness survey by the end of the week.",
        "start_time": 2230,
        "end_time": 2240
    },
    {
        "text": "It’s important to review performance review templates for managers. Let’s check on team feedback about hybrid work schedules.",
        "start_time": 2240,
        "end_time": 2250
    },
    {
        "text": "We received feedback on role clarity in job descriptions. Don’t forget to update role clarity in job descriptions.",
        "start_time": 2250,
        "end_time": 2260
    },
    {
        "text": "Can we confirm role clarity in job descriptions. Remember to include the new benefits package for open enrollment. We need to finalize the payroll adjustments for part-time employees.",
        "start_time": 2260,
        "end_time": 2270
    },
    {
        "text": "Has anyone completed employee records after the policy change. We need to finalize exit interviews for the Q2 offboarding. We’re getting requests for exit interviews for the Q2 offboarding.",
        "start_time": 2270,
        "end_time": 2280
    },
    {
        "text": "I think we should the new benefits package for open enrollment. Don’t forget to update the payroll adjustments for part-time employees.",
        "start_time": 2280,
        "end_time": 2290
    },
    {
        "text": "We received feedback on exit interviews for the Q2 offboarding. I think we should the diversity and inclusion metrics report. We received feedback on the wellness survey by the end of the week.",
        "start_time": 2290,
        "end_time": 2300
    },
    {
        "text": "Can someone send team feedback about hybrid work schedules. Has anyone completed the all-hands meeting agenda.",
        "start_time": 2300,
        "end_time": 2310
    },
    {
        "text": "It’s important to review employee records after the policy change. We received feedback on training links in the internal HR newsletter.",
        "start_time": 2310,
        "end_time": 2320
    },
    {
        "text": "We’re getting requests for training links in the internal HR newsletter. We received feedback on updated compensation bands in the HR portal.",
        "start_time": 2320,
        "end_time": 2330
    },
    {
        "text": "Should we revisit performance review templates for managers. We’re planning to launch updated compensation bands in the HR portal. We received feedback on the onboarding materials for the new hires.",
        "start_time": 2330,
        "end_time": 2340
    },
    {
        "text": "We received feedback on remote work policy updates for the next quarter. Can we confirm performance review templates for managers. We’re planning to launch remote work policy updates for the next quarter.",
        "start_time": 2340,
        "end_time": 2350
    },
    {
        "text": "One concern is around team feedback about hybrid work schedules. It’s important to review updated compensation bands in the HR portal.",
        "start_time": 2350,
        "end_time": 2360
    },
    {
        "text": "We’re getting requests for performance review templates for managers. It’s important to review holiday schedules before sending the company memo.",
        "start_time": 2360,
        "end_time": 2370
    },
    {
        "text": "Let’s prepare for the payroll adjustments for part-time employees. Can we confirm team feedback about hybrid work schedules.",
        "start_time": 2370,
        "end_time": 2380
    },
    {
        "text": "Has anyone completed the new benefits package for open enrollment. Has anyone completed the payroll adjustments for part-time employees. We received feedback on the wellness survey by the end of the week.",
        "start_time": 2380,
        "end_time": 2390
    },
    {
        "text": "We need to finalize the payroll adjustments for part-time employees. Has anyone completed employee records after the policy change. Has anyone completed team feedback about hybrid work schedules.",
        "start_time": 2390,
        "end_time": 2400
    },
    {
        "text": "We received feedback on updated compensation bands in the HR portal. Can we confirm performance review templates for managers.",
        "start_time": 2400,
        "end_time": 2410
    },
    {
        "text": "Can we confirm team feedback about hybrid work schedules. We received feedback on the new benefits package for open enrollment.",
        "start_time": 2410,
        "end_time": 2420
    },
    {
        "text": "Let’s check on the diversity and inclusion metrics report. Remember to include role clarity in job descriptions.",
        "start_time": 2420,
        "end_time": 2430
    },
    {
        "text": "Let’s check on the all-hands meeting agenda. We received feedback on role clarity in job descriptions. We received feedback on team feedback about hybrid work schedules.",
        "start_time": 2430,
        "end_time": 2440
    },
    {
        "text": "I think we should the diversity and inclusion metrics report. Let’s check on team feedback about hybrid work schedules. We’re planning to launch employee records after the policy change.",
        "start_time": 2440,
        "end_time": 2450
    },
    {
        "text": "Let’s prepare for the new benefits package for open enrollment. Can we confirm the onboarding materials for the new hires. We need to finalize the diversity and inclusion metrics report.",
        "start_time": 2450,
        "end_time": 2460
    },
    {
        "text": "One concern is around remote work policy updates for the next quarter. We need to finalize performance review templates for managers.",
        "start_time": 2460,
        "end_time": 2470
    },
    {
        "text": "It’s important to review exit interviews for the Q2 offboarding. Can someone send training links in the internal HR newsletter. Should we revisit team feedback about hybrid work schedules.",
        "start_time": 2470,
        "end_time": 2480
    },
    {
        "text": "We received feedback on updated compensation bands in the HR portal. We received feedback on the new benefits package for open enrollment.",
        "start_time": 2480,
        "end_time": 2490
    },
    {
        "text": "Can someone send remote work policy updates for the next quarter. Let’s prepare for team feedback about hybrid work schedules.",
        "start_time": 2490,
        "end_time": 2500
    },
    {
        "text": "I think we should employee records after the policy change. Has anyone completed training links in the internal HR newsletter. We’re planning to launch the wellness survey by the end of the week.",
        "start_time": 2500,
        "end_time": 2510
    },
    {
        "text": "Don’t forget to update the new benefits package for open enrollment. Should we revisit employee records after the policy change.",
        "start_time": 2510,
        "end_time": 2520
    },
    {
        "text": "Should we revisit the all-hands meeting agenda. Can we confirm the new benefits package for open enrollment. We received feedback on the onboarding materials for the new hires.",
        "start_time": 2520,
        "end_time": 2530
    },
    {
        "text": "We received feedback on performance review templates for managers. Can we confirm holiday schedules before sending the company memo.",
        "start_time": 2530,
        "end_time": 2540
    },
    {
        "text": "Don’t forget to update the new benefits package for open enrollment. Remember to include remote work policy updates for the next quarter. We’re planning to launch the payroll adjustments for part-time employees.",
        "start_time": 2540,
        "end_time": 2550
    },
    {
        "text": "Has anyone completed the all-hands meeting agenda. Let’s prepare for the onboarding materials for the new hires. We’re getting requests for exit interviews for the Q2 offboarding.",
        "start_time": 2550,
        "end_time": 2560
    },
    {
        "text": "Let’s check on the wellness survey by the end of the week. Remember to include role clarity in job descriptions.",
        "start_time": 2560,
        "end_time": 2570
    },
    {
        "text": "Don’t forget to update the diversity and inclusion metrics report. We need to finalize employee records after the policy change.",
        "start_time": 2570,
        "end_time": 2580
    },
    {
        "text": "I think we should the all-hands meeting agenda. We need to finalize the diversity and inclusion metrics report. Has anyone completed the onboarding materials for the new hires.",
        "start_time": 2580,
        "end_time": 2590
    },
    {
        "text": "We’re planning to launch the wellness survey by the end of the week. One concern is around the all-hands meeting agenda. Can we confirm the diversity and inclusion metrics report.",
        "start_time": 2590,
        "end_time": 2600
    },
    {
        "text": "Let’s check on team feedback about hybrid work schedules. We’re planning to launch performance review templates for managers. We need to finalize team feedback about hybrid work schedules.",
        "start_time": 2600,
        "end_time": 2610
    },
    {
        "text": "Has anyone completed role clarity in job descriptions. Can someone send the payroll adjustments for part-time employees. Should we revisit remote work policy updates for the next quarter.",
        "start_time": 2610,
        "end_time": 2620
    },
    {
        "text": "It’s important to review the wellness survey by the end of the week. It’s important to review the all-hands meeting agenda. Don’t forget to update remote work policy updates for the next quarter.",
        "start_time": 2620,
        "end_time": 2630
    },
    {
        "text": "We’re planning to launch updated compensation bands in the HR portal. One concern is around remote work policy updates for the next quarter.",
        "start_time": 2630,
        "end_time": 2640
    },
    {
        "text": "Let’s check on the payroll adjustments for part-time employees. Should we revisit remote work policy updates for the next quarter.",
        "start_time": 2640,
        "end_time": 2650
    },
    {
        "text": "Should we revisit updated compensation bands in the HR portal. Can someone send employee records after the policy change. Can we confirm remote work policy updates for the next quarter.",
        "start_time": 2650,
        "end_time": 2660
    },
    {
        "text": "We need to finalize performance review templates for managers. Remember to include updated compensation bands in the HR portal. We received feedback on the payroll adjustments for part-time employees.",
        "start_time": 2660,
        "end_time": 2670
    },
    {
        "text": "Should we revisit the new benefits package for open enrollment. Remember to include holiday schedules before sending the company memo. Has anyone completed exit interviews for the Q2 offboarding.",
        "start_time": 2670,
        "end_time": 2680
    },
    {
        "text": "Should we revisit exit interviews for the Q2 offboarding. Can someone send the wellness survey by the end of the week.",
        "start_time": 2680,
        "end_time": 2690
    },
    {
        "text": "One concern is around holiday schedules before sending the company memo. Let’s prepare for the new benefits package for open enrollment.",
        "start_time": 2690,
        "end_time": 2700
    },
    {
        "text": "We received feedback on team feedback about hybrid work schedules. We received feedback on performance review templates for managers. Can someone send the wellness survey by the end of the week.",
        "start_time": 2700,
        "end_time": 2710
    },
    {
        "text": "Remember to include the onboarding materials for the new hires. We’re planning to launch performance review templates for managers.",
        "start_time": 2710,
        "end_time": 2720
    },
    {
        "text": "Don’t forget to update employee records after the policy change. Can someone send training links in the internal HR newsletter. We received feedback on employee records after the policy change.",
        "start_time": 2720,
        "end_time": 2730
    },
    {
        "text": "Should we revisit the payroll adjustments for part-time employees. It’s important to review employee records after the policy change. Should we revisit performance review templates for managers.",
        "start_time": 2730,
        "end_time": 2740
    },
    {
        "text": "Don’t forget to update holiday schedules before sending the company memo. Can someone send remote work policy updates for the next quarter.",
        "start_time": 2740,
        "end_time": 2750
    },
    {
        "text": "It’s important to review the diversity and inclusion metrics report. Should we revisit the new benefits package for open enrollment. We need to finalize training links in the internal HR newsletter.",
        "start_time": 2750,
        "end_time": 2760
    },
    {
        "text": "One concern is around employee records after the policy change. Can someone send updated compensation bands in the HR portal. We received feedback on holiday schedules before sending the company memo.",
        "start_time": 2760,
        "end_time": 2770
    },
    {
        "text": "One concern is around updated compensation bands in the HR portal. It’s important to review performance review templates for managers. It’s important to review team feedback about hybrid work schedules.",
        "start_time": 2770,
        "end_time": 2780
    },
    {
        "text": "We need to finalize performance review templates for managers. We’re getting requests for role clarity in job descriptions. We’re getting requests for remote work policy updates for the next quarter.",
        "start_time": 2780,
        "end_time": 2790
    },
    {
        "text": "We’re planning to launch updated compensation bands in the HR portal. We received feedback on training links in the internal HR newsletter. One concern is around the wellness survey by the end of the week.",
        "start_time": 2790,
        "end_time": 2800
    },
    {
        "text": "Don’t forget to update performance review templates for managers. We need to finalize the diversity and inclusion metrics report.",
        "start_time": 2800,
        "end_time": 2810
    },
    {
        "text": "Should we revisit the all-hands meeting agenda. Remember to include training links in the internal HR newsletter.",
        "start_time": 2810,
        "end_time": 2820
    },
    {
        "text": "We need to finalize the all-hands meeting agenda. One concern is around the diversity and inclusion metrics report. We need to finalize holiday schedules before sending the company memo.",
        "start_time": 2820,
        "end_time": 2830
    },
    {
        "text": "Can someone send exit interviews for the Q2 offboarding. Can we confirm training links in the internal HR newsletter.",
        "start_time": 2830,
        "end_time": 2840
    },
    {
        "text": "It’s important to review training links in the internal HR newsletter. Let’s prepare for team feedback about hybrid work schedules.",
        "start_time": 2840,
        "end_time": 2850
    },
    {
        "text": "Remember to include employee records after the policy change. We’re getting requests for exit interviews for the Q2 offboarding.",
        "start_time": 2850,
        "end_time": 2860
    },
    {
        "text": "It’s important to review performance review templates for managers. We need to finalize role clarity in job descriptions. We’re planning to launch exit interviews for the Q2 offboarding.",
        "start_time": 2860,
        "end_time": 2870
    },
    {
        "text": "We’re getting requests for team feedback about hybrid work schedules. We’re getting requests for employee records after the policy change. Remember to include role clarity in job descriptions.",
        "start_time": 2870,
        "end_time": 2880
    },
    {
        "text": "Has anyone completed the new benefits package for open enrollment. Can someone send employee records after the policy change.",
        "start_time": 2880,
        "end_time": 2890
    },
    {
        "text": "It’s important to review training links in the internal HR newsletter. Let’s check on team feedback about hybrid work schedules.",
        "start_time": 2890,
        "end_time": 2900
    },
    {
        "text": "We’re planning to launch holiday schedules before sending the company memo. Remember to include employee records after the policy change.",
        "start_time": 2900,
        "end_time": 2910
    },
    {
        "text": "We received feedback on employee records after the policy change. Has anyone completed the all-hands meeting agenda. I think we should training links in the internal HR newsletter.",
        "start_time": 2910,
        "end_time": 2920
    },
    {
        "text": "Remember to include training links in the internal HR newsletter. Has anyone completed holiday schedules before sending the company memo. We need to finalize the all-hands meeting agenda.",
        "start_time": 2920,
        "end_time": 2930
    },
    {
        "text": "We’re planning to launch training links in the internal HR newsletter. I think we should performance review templates for managers.",
        "start_time": 2930,
        "end_time": 2940
    },
    {
        "text": "Should we revisit performance review templates for managers. Don’t forget to update updated compensation bands in the HR portal. Should we revisit updated compensation bands in the HR portal.",
        "start_time": 2940,
        "end_time": 2950
    },
    {
        "text": "Let’s prepare for holiday schedules before sending the company memo. We’re getting requests for role clarity in job descriptions.",
        "start_time": 2950,
        "end_time": 2960
    },
    {
        "text": "I think we should training links in the internal HR newsletter. Has anyone completed the all-hands meeting agenda.",
        "start_time": 2960,
        "end_time": 2970
    },
    {
        "text": "I think we should holiday schedules before sending the company memo. We received feedback on exit interviews for the Q2 offboarding. We’re getting requests for performance review templates for managers.",
        "start_time": 2970,
        "end_time": 2980
    },
    {
        "text": "One concern is around updated compensation bands in the HR portal. Has anyone completed the diversity and inclusion metrics report.",
        "start_time": 2980,
        "end_time": 2990
    },
    {
        "text": "Don’t forget to update team feedback about hybrid work schedules. Remember to include performance review templates for managers.",
        "start_time": 2990,
        "end_time": 3000
    },
    {
        "text": "Can someone send training links in the internal HR newsletter. Should we revisit the diversity and inclusion metrics report. Let’s prepare for holiday schedules before sending the company memo.",
        "start_time": 3000,
        "end_time": 3010
    },
    {
        "text": "Let’s check on holiday schedules before sending the company memo. Should we revisit team feedback about hybrid work schedules.",
        "start_time": 3010,
        "end_time": 3020
    },
    {
        "text": "I think we should the onboarding materials for the new hires. We’re planning to launch team feedback about hybrid work schedules. Remember to include team feedback about hybrid work schedules.",
        "start_time": 3020,
        "end_time": 3030
    },
    {
        "text": "One concern is around updated compensation bands in the HR portal. We’re getting requests for employee records after the policy change. We received feedback on the diversity and inclusion metrics report.",
        "start_time": 3030,
        "end_time": 3040
    },
    {
        "text": "Don’t forget to update the new benefits package for open enrollment. It’s important to review the all-hands meeting agenda. Should we revisit updated compensation bands in the HR portal.",
        "start_time": 3040,
        "end_time": 3050
    },
    {
        "text": "Don’t forget to update employee records after the policy change. Can someone send the payroll adjustments for part-time employees. Remember to include training links in the internal HR newsletter.",
        "start_time": 3050,
        "end_time": 3060
    },
    {
        "text": "Can we confirm holiday schedules before sending the company memo. We received feedback on updated compensation bands in the HR portal.",
        "start_time": 3060,
        "end_time": 3070
    },
    {
        "text": "Should we revisit exit interviews for the Q2 offboarding. Can we confirm performance review templates for managers. We received feedback on the wellness survey by the end of the week.",
        "start_time": 3070,
        "end_time": 3080
    },
    {
        "text": "Can we confirm role clarity in job descriptions. We’re planning to launch the new benefits package for open enrollment. One concern is around the wellness survey by the end of the week.",
        "start_time": 3080,
        "end_time": 3090
    },
    {
        "text": "It’s important to review the diversity and inclusion metrics report. Don’t forget to update employee records after the policy change.",
        "start_time": 3090,
        "end_time": 3100
    },
    {
        "text": "Don’t forget to update the onboarding materials for the new hires. We need to finalize the wellness survey by the end of the week.",
        "start_time": 3100,
        "end_time": 3110
    },
    {
        "text": "We need to finalize the new benefits package for open enrollment. One concern is around training links in the internal HR newsletter.",
        "start_time": 3110,
        "end_time": 3120
    },
    {
        "text": "Can we confirm the new benefits package for open enrollment. We’re planning to launch performance review templates for managers. Can we confirm remote work policy updates for the next quarter.",
        "start_time": 3120,
        "end_time": 3130
    },
    {
        "text": "Can someone send the onboarding materials for the new hires. We’re getting requests for remote work policy updates for the next quarter.",
        "start_time": 3130,
        "end_time": 3140
    },
    {
        "text": "We need to finalize training links in the internal HR newsletter. Can we confirm the new benefits package for open enrollment.",
        "start_time": 3140,
        "end_time": 3150
    },
    {
        "text": "We’re planning to launch the diversity and inclusion metrics report. Let’s check on the all-hands meeting agenda. Has anyone completed the wellness survey by the end of the week.",
        "start_time": 3150,
        "end_time": 3160
    },
    {
        "text": "Can we confirm remote work policy updates for the next quarter. One concern is around training links in the internal HR newsletter.",
        "start_time": 3160,
        "end_time": 3170
    },
    {
        "text": "Should we revisit the new benefits package for open enrollment. Let’s check on holiday schedules before sending the company memo.",
        "start_time": 3170,
        "end_time": 3180
    },
    {
        "text": "Should we revisit holiday schedules before sending the company memo. We need to finalize updated compensation bands in the HR portal.",
        "start_time": 3180,
        "end_time": 3190
    },
    {
        "text": "We need to finalize the wellness survey by the end of the week. Let’s check on role clarity in job descriptions.",
        "start_time": 3190,
        "end_time": 3200
    },
    {
        "text": "Let’s prepare for the all-hands meeting agenda. Has anyone completed team feedback about hybrid work schedules. Has anyone completed the wellness survey by the end of the week.",
        "start_time": 3200,
        "end_time": 3210
    },
    {
        "text": "I think we should exit interviews for the Q2 offboarding. Can someone send the onboarding materials for the new hires.",
        "start_time": 3210,
        "end_time": 3220
    },
    {
        "text": "Has anyone completed the diversity and inclusion metrics report. I think we should team feedback about hybrid work schedules.",
        "start_time": 3220,
        "end_time": 3230
    },
    {
        "text": "We received feedback on the new benefits package for open enrollment. I think we should exit interviews for the Q2 offboarding.",
        "start_time": 3230,
        "end_time": 3240
    },
    {
        "text": "I think we should team feedback about hybrid work schedules. Can we confirm the onboarding materials for the new hires.",
        "start_time": 3240,
        "end_time": 3250
    },
    {
        "text": "Can we confirm training links in the internal HR newsletter. Let’s prepare for training links in the internal HR newsletter.",
        "start_time": 3250,
        "end_time": 3260
    },
    {
        "text": "One concern is around the new benefits package for open enrollment. Can someone send role clarity in job descriptions. Remember to include the wellness survey by the end of the week.",
        "start_time": 3260,
        "end_time": 3270
    },
    {
        "text": "We received feedback on role clarity in job descriptions. Can we confirm role clarity in job descriptions. We’re getting requests for the new benefits package for open enrollment.",
        "start_time": 3270,
        "end_time": 3280
    },
    {
        "text": "Has anyone completed the wellness survey by the end of the week. Has anyone completed holiday schedules before sending the company memo.",
        "start_time": 3280,
        "end_time": 3290
    },
    {
        "text": "I think we should employee records after the policy change. Let’s prepare for remote work policy updates for the next quarter. Let’s check on the payroll adjustments for part-time employees.",
        "start_time": 3290,
        "end_time": 3300
    },
    {
        "text": "Don’t forget to update the diversity and inclusion metrics report. Should we revisit the diversity and inclusion metrics report. Let’s check on team feedback about hybrid work schedules.",
        "start_time": 3300,
        "end_time": 3310
    },
    {
        "text": "It’s important to review the payroll adjustments for part-time employees. Has anyone completed updated compensation bands in the HR portal.",
        "start_time": 3310,
        "end_time": 3320
    },
    {
        "text": "I think we should exit interviews for the Q2 offboarding. We need to finalize team feedback about hybrid work schedules.",
        "start_time": 3320,
        "end_time": 3330
    },
    {
        "text": "Remember to include exit interviews for the Q2 offboarding. Don’t forget to update performance review templates for managers. We’re planning to launch the new benefits package for open enrollment.",
        "start_time": 3330,
        "end_time": 3340
    },
    {
        "text": "I think we should employee records after the policy change. It’s important to review role clarity in job descriptions. I think we should role clarity in job descriptions.",
        "start_time": 3340,
        "end_time": 3350
    },
    {
        "text": "I think we should the payroll adjustments for part-time employees. Don’t forget to update remote work policy updates for the next quarter.",
        "start_time": 3350,
        "end_time": 3360
    },
    {
        "text": "I think we should the onboarding materials for the new hires. Let’s check on role clarity in job descriptions.",
        "start_time": 3360,
        "end_time": 3370
    },
    {
        "text": "Remember to include training links in the internal HR newsletter. Can someone send the wellness survey by the end of the week. Remember to include holiday schedules before sending the company memo.",
        "start_time": 3370,
        "end_time": 3380
    },
    {
        "text": "Can we confirm performance review templates for managers. Don’t forget to update the onboarding materials for the new hires. We received feedback on the diversity and inclusion metrics report.",
        "start_time": 3380,
        "end_time": 3390
    },
    {
        "text": "We received feedback on employee records after the policy change. Don’t forget to update the new benefits package for open enrollment.",
        "start_time": 3390,
        "end_time": 3400
    },
    {
        "text": "One concern is around exit interviews for the Q2 offboarding. Should we revisit the all-hands meeting agenda.",
        "start_time": 3400,
        "end_time": 3410
    },
    {
        "text": "Has anyone completed the diversity and inclusion metrics report. Let’s check on role clarity in job descriptions.",
        "start_time": 3410,
        "end_time": 3420
    },
    {
        "text": "It’s important to review holiday schedules before sending the company memo. Should we revisit role clarity in job descriptions. Has anyone completed role clarity in job descriptions.",
        "start_time": 3420,
        "end_time": 3430
    },
    {
        "text": "Should we revisit the wellness survey by the end of the week. It’s important to review the diversity and inclusion metrics report.",
        "start_time": 3430,
        "end_time": 3440
    },
    {
        "text": "Let’s check on role clarity in job descriptions. I think we should team feedback about hybrid work schedules. Has anyone completed exit interviews for the Q2 offboarding.",
        "start_time": 3440,
        "end_time": 3450
    },
    {
        "text": "Can someone send the wellness survey by the end of the week. We’re planning to launch updated compensation bands in the HR portal. Remember to include remote work policy updates for the next quarter.",
        "start_time": 3450,
        "end_time": 3460
    },
    {
        "text": "Can we confirm exit interviews for the Q2 offboarding. Remember to include team feedback about hybrid work schedules. Remember to include employee records after the policy change.",
        "start_time": 3460,
        "end_time": 3470
    },
    {
        "text": "Don’t forget to update team feedback about hybrid work schedules. We received feedback on remote work policy updates for the next quarter. We need to finalize the onboarding materials for the new hires.",
        "start_time": 3470,
        "end_time": 3480
    },
    {
        "text": "I think we should the all-hands meeting agenda. Should we revisit the diversity and inclusion metrics report. Should we revisit updated compensation bands in the HR portal.",
        "start_time": 3480,
        "end_time": 3490
    },
    {
        "text": "I think we should training links in the internal HR newsletter. We’re planning to launch holiday schedules before sending the company memo.",
        "start_time": 3490,
        "end_time": 3500
    },
    {
        "text": "It’s important to review performance review templates for managers. Let’s check on exit interviews for the Q2 offboarding. We need to finalize the new benefits package for open enrollment.",
        "start_time": 3500,
        "end_time": 3510
    },
    {
        "text": "Let’s prepare for remote work policy updates for the next quarter. We received feedback on the new benefits package for open enrollment.",
        "start_time": 3510,
        "end_time": 3520
    },
    {
        "text": "I think we should the new benefits package for open enrollment. I think we should remote work policy updates for the next quarter.",
        "start_time": 3520,
        "end_time": 3530
    },
    {
        "text": "Can someone send training links in the internal HR newsletter. Can we confirm the diversity and inclusion metrics report.",
        "start_time": 3530,
        "end_time": 3540
    },
    {
        "text": "Has anyone completed the wellness survey by the end of the week. We’re getting requests for the payroll adjustments for part-time employees. Can someone send holiday schedules before sending the company memo.",
        "start_time": 3540,
        "end_time": 3550
    },
    {
        "text": "Let’s check on remote work policy updates for the next quarter. Should we revisit the payroll adjustments for part-time employees.",
        "start_time": 3550,
        "end_time": 3560
    },
    {
        "text": "We received feedback on employee records after the policy change. We’re planning to launch the wellness survey by the end of the week. We received feedback on the all-hands meeting agenda.",
        "start_time": 3560,
        "end_time": 3570
    },
    {
        "text": "Remember to include the all-hands meeting agenda. Has anyone completed the new benefits package for open enrollment.",
        "start_time": 3570,
        "end_time": 3580
    },
    {
        "text": "One concern is around the diversity and inclusion metrics report. Let’s check on training links in the internal HR newsletter.",
        "start_time": 3580,
        "end_time": 3590
    },
    {
        "text": "Remember to include updated compensation bands in the HR portal. Has anyone completed the all-hands meeting agenda.",
        "start_time": 3590,
        "end_time": 3600
    }
]