[
    {
        "text": "Alright, the Bitcamp competition just kicked off—super exciting",
        "start_time": 0,
        "end_time": 10
    },
    {
        "text": "We all sat down together and pulled up the list of challenges.",
        "start_time": 10,
        "end_time": 20
    },
    {
        "text": "There were so many options, so we decided to focus on the ones that sparked",
        "start_time": 20,
        "end_time": 30
    },
    {
        "text": "We started with the public health challenge",
        "start_time": 30,
        "end_time": 40
    },
    {
        "text": "It seemed really relevant and impactful.",
        "start_time": 40,
        "end_time": 50
    },
    {
        "text": "Then we jumped over to the finance challenge from Capital One",
        "start_time": 50,
        "end_time": 60
    },
    {
        "text": "They had this Nessie API we could potentially use.",
        "start_time": 60,
        "end_time": 70
    },
    {
        "text": "We played around with some ideas, even considered doing something with machine learning.",
        "start_time": 70,
        "end_time": 80
    },
    {
        "text": "One idea was to simulate signal strength from nearby cell towers using ML.",
        "start_time": 80,
        "end_time": 90
    },
    {
        "text": "We skimmed a couple research papers on signal analysis to see if the idea had",
        "start_time": 90,
        "end_time": 100
    },
    {
        "text": "It sounded cool, but honestly, we couldn’t find enough data to train a proper model.",
        "start_time": 100,
        "end_time": 110
    },
    {
        "text": "So that idea kind of fizzled out, and we decided to pivot.",
        "start_time": 110,
        "end_time": 120
    },
    {
        "text": "Then Narain randomly mentioned Cloudforce, which reminded us of Salesforce.",
        "start_time": 120,
        "end_time": 130
    },
    {
        "text": "That actually led us down a rabbit hole—what does Salesforce really do?",
        "start_time": 130,
        "end_time": 140
    },
    {
        "text": "Turns out, they’re all about CRMs and helping businesses manage relationships.",
        "start_time": 140,
        "end_time": 150
    },
    {
        "text": "That’s when it clicked—what if we built a CRM, but just for business meetings?",
        "start_time": 150,
        "end_time": 160
    },
    {
        "text": "We figured every team has meetings, but organizing outcomes and follow-ups is messy.",
        "start_time": 160,
        "end_time": 170
    },
    {
        "text": "And that’s how BizCamp was born",
        "start_time": 170,
        "end_time": 180
    },
    {
        "text": "It’s our take on streamlining meeting management.",
        "start_time": 180,
        "end_time": 190
    },
    {
        "text": "We started thinking of smart features like automated transcripts and action item tracking.",
        "start_time": 190,
        "end_time": 200
    },
    {
        "text": "The idea was to use AI to make meetings more productive, not just recorded.",
        "start_time": 200,
        "end_time": 210
    },
    {
        "text": "We talked about checklists, summaries, and even concept maps generated from transcripts.",
        "start_time": 210,
        "end_time": 220
    },
    {
        "text": "The project felt like a perfect mix—solving a real problem and building something ambitious.",
        "start_time": 220,
        "end_time": 230
    },
    {
        "text": "And it came together naturally, just from bouncing ideas and being open to pivoting when needed.",
        "start_time": 230,
        "end_time": 240
    }
]