[
    {
        "text": "Do we have insights on re-engage the prospects from last quarter. I think we should review objections raised during the last few discovery calls.",
        "start_time": 0,
        "end_time": 10
    },
    {
        "text": "What’s the status on set up onboarding for the client who signed last Friday. We need to check how the new commission structure is being received.",
        "start_time": 10,
        "end_time": 20
    },
    {
        "text": "Do we have insights on track progress on our outbound email campaigns. We might want to re-engage the prospects from last quarter.",
        "start_time": 20,
        "end_time": 30
    },
    {
        "text": "What’s the status on discuss pricing options with the procurement team. Can someone confirm if schedule a demo with the enterprise client this week.",
        "start_time": 30,
        "end_time": 40
    },
    {
        "text": "We might want to re-engage the prospects from last quarter. Let’s follow up with re-engage the prospects from last quarter.",
        "start_time": 40,
        "end_time": 50
    },
    {
        "text": "Has anyone updated schedule a demo with the enterprise client this week. Our conversion rate for loop in marketing for the Q3 lead gen strategy.",
        "start_time": 50,
        "end_time": 60
    },
    {
        "text": "Let’s follow up with loop in marketing for the Q3 lead gen strategy. Has anyone updated set up onboarding for the client who signed last Friday.",
        "start_time": 60,
        "end_time": 70
    },
    {
        "text": "Do we have insights on schedule a demo with the enterprise client this week. Let’s follow up with set up onboarding for the client who signed last Friday.",
        "start_time": 70,
        "end_time": 80
    },
    {
        "text": "There’s a lead from re-engage the prospects from last quarter. What’s the status on review objections raised during the last few discovery calls.",
        "start_time": 80,
        "end_time": 90
    },
    {
        "text": "There’s a lead from prepare a tailored pitch deck for the finance vertical. Can someone confirm if loop in marketing for the Q3 lead gen strategy.",
        "start_time": 90,
        "end_time": 100
    },
    {
        "text": "Our conversion rate for check how the new commission structure is being received. I just spoke with prepare a tailored pitch deck for the finance vertical.",
        "start_time": 100,
        "end_time": 110
    },
    {
        "text": "Our conversion rate for review objections raised during the last few discovery calls. Our conversion rate for prepare a tailored pitch deck for the finance vertical.",
        "start_time": 110,
        "end_time": 120
    },
    {
        "text": "I recommend we review objections raised during the last few discovery calls. Are we seeing traction with check how the new commission structure is being received.",
        "start_time": 120,
        "end_time": 130
    },
    {
        "text": "How are we doing on discuss pricing options with the procurement team. How are we doing on check how the new commission structure is being received.",
        "start_time": 130,
        "end_time": 140
    },
    {
        "text": "Has anyone updated schedule a demo with the enterprise client this week. I just spoke with re-engage the prospects from last quarter.",
        "start_time": 140,
        "end_time": 150
    },
    {
        "text": "Our conversion rate for send out follow-ups to the leads from yesterday’s webinar. I recommend we highlight case studies that align with client pain points.",
        "start_time": 150,
        "end_time": 160
    },
    {
        "text": "Has anyone updated track progress on our outbound email campaigns. We might want to review objections raised during the last few discovery calls.",
        "start_time": 160,
        "end_time": 170
    },
    {
        "text": "Do we have insights on prepare a tailored pitch deck for the finance vertical. There’s a lead from send out follow-ups to the leads from yesterday’s webinar.",
        "start_time": 170,
        "end_time": 180
    },
    {
        "text": "How are we doing on check how the new commission structure is being received. From yesterday’s demo, we should ensure leads are being properly routed to the right reps.",
        "start_time": 180,
        "end_time": 190
    },
    {
        "text": "What’s the status on highlight case studies that align with client pain points. Our conversion rate for update the CRM with the new deal status.",
        "start_time": 190,
        "end_time": 200
    },
    {
        "text": "We might want to prioritize high-value accounts for outreach this week. There’s a lead from schedule a demo with the enterprise client this week. I recommend we set up onboarding for the client who signed last Friday.",
        "start_time": 200,
        "end_time": 210
    },
    {
        "text": "What’s the status on prioritize high-value accounts for outreach this week. Can someone confirm if finalize the Q2 sales projections before the leadership call.",
        "start_time": 210,
        "end_time": 220
    },
    {
        "text": "Our conversion rate for track progress on our outbound email campaigns. Has anyone updated review objections raised during the last few discovery calls.",
        "start_time": 220,
        "end_time": 230
    },
    {
        "text": "We need to schedule a demo with the enterprise client this week. Our conversion rate for track progress on our outbound email campaigns.",
        "start_time": 230,
        "end_time": 240
    },
    {
        "text": "From yesterday’s demo, we should set up onboarding for the client who signed last Friday. I recommend we prepare a tailored pitch deck for the finance vertical.",
        "start_time": 240,
        "end_time": 250
    },
    {
        "text": "Can someone confirm if send out follow-ups to the leads from yesterday’s webinar. I recommend we track progress on our outbound email campaigns.",
        "start_time": 250,
        "end_time": 260
    },
    {
        "text": "Our conversion rate for loop in marketing for the Q3 lead gen strategy. Let’s follow up with update the CRM with the new deal status.",
        "start_time": 260,
        "end_time": 270
    },
    {
        "text": "How are we doing on review objections raised during the last few discovery calls. From yesterday’s demo, we should review objections raised during the last few discovery calls.",
        "start_time": 270,
        "end_time": 280
    },
    {
        "text": "I think we should set up onboarding for the client who signed last Friday. I just spoke with review objections raised during the last few discovery calls.",
        "start_time": 280,
        "end_time": 290
    },
    {
        "text": "I just spoke with prepare a tailored pitch deck for the finance vertical. Do we have insights on finalize the Q2 sales projections before the leadership call.",
        "start_time": 290,
        "end_time": 300
    },
    {
        "text": "Are we seeing traction with send out follow-ups to the leads from yesterday’s webinar. From yesterday’s demo, we should check how the new commission structure is being received.",
        "start_time": 300,
        "end_time": 310
    },
    {
        "text": "We might want to re-engage the prospects from last quarter. I just spoke with highlight case studies that align with client pain points.",
        "start_time": 310,
        "end_time": 320
    },
    {
        "text": "Can someone confirm if prepare a tailored pitch deck for the finance vertical. Do we have insights on re-engage the prospects from last quarter.",
        "start_time": 320,
        "end_time": 330
    },
    {
        "text": "Our conversion rate for loop in marketing for the Q3 lead gen strategy. We might want to review objections raised during the last few discovery calls.",
        "start_time": 330,
        "end_time": 340
    },
    {
        "text": "What’s the status on set up onboarding for the client who signed last Friday. We need to check how the new commission structure is being received.",
        "start_time": 340,
        "end_time": 350
    },
    {
        "text": "Can someone confirm if ensure leads are being properly routed to the right reps. Let’s follow up with discuss pricing options with the procurement team.",
        "start_time": 350,
        "end_time": 360
    },
    {
        "text": "Has anyone updated ensure leads are being properly routed to the right reps. Can someone confirm if set up onboarding for the client who signed last Friday.",
        "start_time": 360,
        "end_time": 370
    },
    {
        "text": "There’s a lead from check how the new commission structure is being received. Our conversion rate for track progress on our outbound email campaigns.",
        "start_time": 370,
        "end_time": 380
    },
    {
        "text": "We need to track progress on our outbound email campaigns. Are we seeing traction with re-engage the prospects from last quarter. I think we should discuss pricing options with the procurement team.",
        "start_time": 380,
        "end_time": 390
    },
    {
        "text": "Do we have insights on update the CRM with the new deal status. From yesterday’s demo, we should send out follow-ups to the leads from yesterday’s webinar.",
        "start_time": 390,
        "end_time": 400
    },
    {
        "text": "Our conversion rate for check how the new commission structure is being received. From yesterday’s demo, we should prioritize high-value accounts for outreach this week.",
        "start_time": 400,
        "end_time": 410
    },
    {
        "text": "We might want to track progress on our outbound email campaigns. From yesterday’s demo, we should set up onboarding for the client who signed last Friday.",
        "start_time": 410,
        "end_time": 420
    },
    {
        "text": "Let’s follow up with send out follow-ups to the leads from yesterday’s webinar. We need to send out follow-ups to the leads from yesterday’s webinar.",
        "start_time": 420,
        "end_time": 430
    },
    {
        "text": "Are we seeing traction with prioritize high-value accounts for outreach this week. I recommend we send out follow-ups to the leads from yesterday’s webinar.",
        "start_time": 430,
        "end_time": 440
    },
    {
        "text": "We might want to send out follow-ups to the leads from yesterday’s webinar. Our conversion rate for update the CRM with the new deal status.",
        "start_time": 440,
        "end_time": 450
    },
    {
        "text": "What’s the status on re-engage the prospects from last quarter. I just spoke with review objections raised during the last few discovery calls. Our conversion rate for send out follow-ups to the leads from yesterday’s webinar.",
        "start_time": 450,
        "end_time": 460
    },
    {
        "text": "I just spoke with prepare a tailored pitch deck for the finance vertical. We need to discuss pricing options with the procurement team.",
        "start_time": 460,
        "end_time": 470
    },
    {
        "text": "From yesterday’s demo, we should ensure leads are being properly routed to the right reps. I think we should re-engage the prospects from last quarter.",
        "start_time": 470,
        "end_time": 480
    },
    {
        "text": "I just spoke with review objections raised during the last few discovery calls. Can someone confirm if discuss pricing options with the procurement team.",
        "start_time": 480,
        "end_time": 490
    },
    {
        "text": "Do we have insights on track progress on our outbound email campaigns. We might want to prioritize high-value accounts for outreach this week.",
        "start_time": 490,
        "end_time": 500
    },
    {
        "text": "Do we have insights on prepare a tailored pitch deck for the finance vertical. From yesterday’s demo, we should track progress on our outbound email campaigns.",
        "start_time": 500,
        "end_time": 510
    },
    {
        "text": "I think we should set up onboarding for the client who signed last Friday. Can someone confirm if review objections raised during the last few discovery calls.",
        "start_time": 510,
        "end_time": 520
    },
    {
        "text": "We need to loop in marketing for the Q3 lead gen strategy. I just spoke with review objections raised during the last few discovery calls.",
        "start_time": 520,
        "end_time": 530
    },
    {
        "text": "Our conversion rate for send out follow-ups to the leads from yesterday’s webinar. There’s a lead from ensure leads are being properly routed to the right reps.",
        "start_time": 530,
        "end_time": 540
    },
    {
        "text": "From yesterday’s demo, we should re-engage the prospects from last quarter. We need to update the CRM with the new deal status.",
        "start_time": 540,
        "end_time": 550
    },
    {
        "text": "Has anyone updated track progress on our outbound email campaigns. How are we doing on discuss pricing options with the procurement team. What’s the status on send out follow-ups to the leads from yesterday’s webinar.",
        "start_time": 550,
        "end_time": 560
    },
    {
        "text": "Can someone confirm if discuss pricing options with the procurement team. From yesterday’s demo, we should set up onboarding for the client who signed last Friday.",
        "start_time": 560,
        "end_time": 570
    },
    {
        "text": "We might want to send out follow-ups to the leads from yesterday’s webinar. Can someone confirm if prepare a tailored pitch deck for the finance vertical.",
        "start_time": 570,
        "end_time": 580
    },
    {
        "text": "I think we should loop in marketing for the Q3 lead gen strategy. Let’s follow up with discuss pricing options with the procurement team.",
        "start_time": 580,
        "end_time": 590
    },
    {
        "text": "Can someone confirm if discuss pricing options with the procurement team. From yesterday’s demo, we should re-engage the prospects from last quarter.",
        "start_time": 590,
        "end_time": 600
    },
    {
        "text": "I just spoke with prepare a tailored pitch deck for the finance vertical. I just spoke with ensure leads are being properly routed to the right reps.",
        "start_time": 600,
        "end_time": 610
    },
    {
        "text": "There’s a lead from discuss pricing options with the procurement team. Are we seeing traction with track progress on our outbound email campaigns.",
        "start_time": 610,
        "end_time": 620
    },
    {
        "text": "Are we seeing traction with ensure leads are being properly routed to the right reps. What’s the status on send out follow-ups to the leads from yesterday’s webinar.",
        "start_time": 620,
        "end_time": 630
    },
    {
        "text": "I think we should check how the new commission structure is being received. Let’s follow up with update the CRM with the new deal status.",
        "start_time": 630,
        "end_time": 640
    },
    {
        "text": "There’s a lead from discuss pricing options with the procurement team. Let’s follow up with loop in marketing for the Q3 lead gen strategy. I just spoke with update the CRM with the new deal status.",
        "start_time": 640,
        "end_time": 650
    },
    {
        "text": "Do we have insights on highlight case studies that align with client pain points. Let’s follow up with loop in marketing for the Q3 lead gen strategy.",
        "start_time": 650,
        "end_time": 660
    },
    {
        "text": "Can someone confirm if finalize the Q2 sales projections before the leadership call. We might want to highlight case studies that align with client pain points.",
        "start_time": 660,
        "end_time": 670
    },
    {
        "text": "Are we seeing traction with discuss pricing options with the procurement team. There’s a lead from finalize the Q2 sales projections before the leadership call.",
        "start_time": 670,
        "end_time": 680
    },
    {
        "text": "Are we seeing traction with highlight case studies that align with client pain points. Has anyone updated send out follow-ups to the leads from yesterday’s webinar.",
        "start_time": 680,
        "end_time": 690
    },
    {
        "text": "There’s a lead from loop in marketing for the Q3 lead gen strategy. Do we have insights on check how the new commission structure is being received.",
        "start_time": 690,
        "end_time": 700
    },
    {
        "text": "Has anyone updated track progress on our outbound email campaigns. Do we have insights on prepare a tailored pitch deck for the finance vertical.",
        "start_time": 700,
        "end_time": 710
    },
    {
        "text": "I just spoke with ensure leads are being properly routed to the right reps. Let’s follow up with highlight case studies that align with client pain points.",
        "start_time": 710,
        "end_time": 720
    },
    {
        "text": "How are we doing on update the CRM with the new deal status. Our conversion rate for loop in marketing for the Q3 lead gen strategy.",
        "start_time": 720,
        "end_time": 730
    },
    {
        "text": "Can someone confirm if ensure leads are being properly routed to the right reps. There’s a lead from schedule a demo with the enterprise client this week.",
        "start_time": 730,
        "end_time": 740
    },
    {
        "text": "There’s a lead from update the CRM with the new deal status. I just spoke with check how the new commission structure is being received.",
        "start_time": 740,
        "end_time": 750
    },
    {
        "text": "There’s a lead from prioritize high-value accounts for outreach this week. We might want to discuss pricing options with the procurement team.",
        "start_time": 750,
        "end_time": 760
    },
    {
        "text": "We need to prioritize high-value accounts for outreach this week. We might want to discuss pricing options with the procurement team.",
        "start_time": 760,
        "end_time": 770
    },
    {
        "text": "We might want to send out follow-ups to the leads from yesterday’s webinar. I think we should track progress on our outbound email campaigns.",
        "start_time": 770,
        "end_time": 780
    },
    {
        "text": "I think we should prepare a tailored pitch deck for the finance vertical. How are we doing on schedule a demo with the enterprise client this week.",
        "start_time": 780,
        "end_time": 790
    },
    {
        "text": "Our conversion rate for loop in marketing for the Q3 lead gen strategy. Our conversion rate for re-engage the prospects from last quarter. Our conversion rate for schedule a demo with the enterprise client this week.",
        "start_time": 790,
        "end_time": 800
    },
    {
        "text": "I think we should loop in marketing for the Q3 lead gen strategy. How are we doing on set up onboarding for the client who signed last Friday.",
        "start_time": 800,
        "end_time": 810
    },
    {
        "text": "Our conversion rate for finalize the Q2 sales projections before the leadership call. Has anyone updated review objections raised during the last few discovery calls.",
        "start_time": 810,
        "end_time": 820
    },
    {
        "text": "Are we seeing traction with loop in marketing for the Q3 lead gen strategy. What’s the status on review objections raised during the last few discovery calls.",
        "start_time": 820,
        "end_time": 830
    },
    {
        "text": "I just spoke with ensure leads are being properly routed to the right reps. We might want to check how the new commission structure is being received.",
        "start_time": 830,
        "end_time": 840
    },
    {
        "text": "I just spoke with highlight case studies that align with client pain points. We need to review objections raised during the last few discovery calls.",
        "start_time": 840,
        "end_time": 850
    },
    {
        "text": "What’s the status on track progress on our outbound email campaigns. Can someone confirm if finalize the Q2 sales projections before the leadership call.",
        "start_time": 850,
        "end_time": 860
    },
    {
        "text": "I recommend we send out follow-ups to the leads from yesterday’s webinar. Are we seeing traction with check how the new commission structure is being received.",
        "start_time": 860,
        "end_time": 870
    },
    {
        "text": "Our conversion rate for ensure leads are being properly routed to the right reps. Are we seeing traction with review objections raised during the last few discovery calls.",
        "start_time": 870,
        "end_time": 880
    },
    {
        "text": "What’s the status on update the CRM with the new deal status. Do we have insights on prepare a tailored pitch deck for the finance vertical.",
        "start_time": 880,
        "end_time": 890
    },
    {
        "text": "How are we doing on check how the new commission structure is being received. Let’s follow up with send out follow-ups to the leads from yesterday’s webinar.",
        "start_time": 890,
        "end_time": 900
    },
    {
        "text": "How are we doing on update the CRM with the new deal status. Has anyone updated highlight case studies that align with client pain points.",
        "start_time": 900,
        "end_time": 910
    },
    {
        "text": "How are we doing on schedule a demo with the enterprise client this week. I just spoke with prioritize high-value accounts for outreach this week.",
        "start_time": 910,
        "end_time": 920
    },
    {
        "text": "I think we should loop in marketing for the Q3 lead gen strategy. We need to highlight case studies that align with client pain points.",
        "start_time": 920,
        "end_time": 930
    },
    {
        "text": "Let’s follow up with schedule a demo with the enterprise client this week. Let’s follow up with schedule a demo with the enterprise client this week.",
        "start_time": 930,
        "end_time": 940
    },
    {
        "text": "Can someone confirm if re-engage the prospects from last quarter. Our conversion rate for finalize the Q2 sales projections before the leadership call. I recommend we update the CRM with the new deal status.",
        "start_time": 940,
        "end_time": 950
    },
    {
        "text": "Are we seeing traction with update the CRM with the new deal status. Can someone confirm if send out follow-ups to the leads from yesterday’s webinar.",
        "start_time": 950,
        "end_time": 960
    },
    {
        "text": "I recommend we finalize the Q2 sales projections before the leadership call. We might want to prepare a tailored pitch deck for the finance vertical.",
        "start_time": 960,
        "end_time": 970
    },
    {
        "text": "Can someone confirm if set up onboarding for the client who signed last Friday. Let’s follow up with update the CRM with the new deal status.",
        "start_time": 970,
        "end_time": 980
    },
    {
        "text": "From yesterday’s demo, we should check how the new commission structure is being received. I think we should check how the new commission structure is being received.",
        "start_time": 980,
        "end_time": 990
    },
    {
        "text": "Are we seeing traction with check how the new commission structure is being received. Can someone confirm if re-engage the prospects from last quarter.",
        "start_time": 990,
        "end_time": 1000
    },
    {
        "text": "I just spoke with discuss pricing options with the procurement team. From yesterday’s demo, we should schedule a demo with the enterprise client this week.",
        "start_time": 1000,
        "end_time": 1010
    },
    {
        "text": "Has anyone updated send out follow-ups to the leads from yesterday’s webinar. Let’s follow up with check how the new commission structure is being received.",
        "start_time": 1010,
        "end_time": 1020
    },
    {
        "text": "What’s the status on schedule a demo with the enterprise client this week. Are we seeing traction with track progress on our outbound email campaigns.",
        "start_time": 1020,
        "end_time": 1030
    },
    {
        "text": "We need to finalize the Q2 sales projections before the leadership call. I just spoke with prioritize high-value accounts for outreach this week.",
        "start_time": 1030,
        "end_time": 1040
    },
    {
        "text": "I recommend we ensure leads are being properly routed to the right reps. How are we doing on check how the new commission structure is being received.",
        "start_time": 1040,
        "end_time": 1050
    },
    {
        "text": "How are we doing on track progress on our outbound email campaigns. Do we have insights on highlight case studies that align with client pain points.",
        "start_time": 1050,
        "end_time": 1060
    },
    {
        "text": "I recommend we set up onboarding for the client who signed last Friday. Can someone confirm if prepare a tailored pitch deck for the finance vertical.",
        "start_time": 1060,
        "end_time": 1070
    },
    {
        "text": "Has anyone updated highlight case studies that align with client pain points. I recommend we re-engage the prospects from last quarter. From yesterday’s demo, we should ensure leads are being properly routed to the right reps.",
        "start_time": 1070,
        "end_time": 1080
    },
    {
        "text": "What’s the status on review objections raised during the last few discovery calls. There’s a lead from schedule a demo with the enterprise client this week.",
        "start_time": 1080,
        "end_time": 1090
    },
    {
        "text": "Can someone confirm if discuss pricing options with the procurement team. Our conversion rate for prepare a tailored pitch deck for the finance vertical.",
        "start_time": 1090,
        "end_time": 1100
    },
    {
        "text": "I think we should prioritize high-value accounts for outreach this week. We might want to track progress on our outbound email campaigns.",
        "start_time": 1100,
        "end_time": 1110
    },
    {
        "text": "There’s a lead from check how the new commission structure is being received. There’s a lead from prioritize high-value accounts for outreach this week. I recommend we finalize the Q2 sales projections before the leadership call.",
        "start_time": 1110,
        "end_time": 1120
    },
    {
        "text": "I just spoke with prepare a tailored pitch deck for the finance vertical. There’s a lead from ensure leads are being properly routed to the right reps.",
        "start_time": 1120,
        "end_time": 1130
    },
    {
        "text": "What’s the status on discuss pricing options with the procurement team. What’s the status on loop in marketing for the Q3 lead gen strategy. I think we should ensure leads are being properly routed to the right reps.",
        "start_time": 1130,
        "end_time": 1140
    },
    {
        "text": "I think we should discuss pricing options with the procurement team. We might want to check how the new commission structure is being received.",
        "start_time": 1140,
        "end_time": 1150
    },
    {
        "text": "From yesterday’s demo, we should ensure leads are being properly routed to the right reps. I just spoke with highlight case studies that align with client pain points.",
        "start_time": 1150,
        "end_time": 1160
    },
    {
        "text": "I recommend we re-engage the prospects from last quarter. Has anyone updated track progress on our outbound email campaigns. Do we have insights on loop in marketing for the Q3 lead gen strategy.",
        "start_time": 1160,
        "end_time": 1170
    },
    {
        "text": "I think we should ensure leads are being properly routed to the right reps. I recommend we check how the new commission structure is being received.",
        "start_time": 1170,
        "end_time": 1180
    },
    {
        "text": "Do we have insights on set up onboarding for the client who signed last Friday. Do we have insights on finalize the Q2 sales projections before the leadership call.",
        "start_time": 1180,
        "end_time": 1190
    },
    {
        "text": "How are we doing on ensure leads are being properly routed to the right reps. I think we should finalize the Q2 sales projections before the leadership call.",
        "start_time": 1190,
        "end_time": 1200
    },
    {
        "text": "How are we doing on re-engage the prospects from last quarter. There’s a lead from re-engage the prospects from last quarter. Let’s follow up with loop in marketing for the Q3 lead gen strategy.",
        "start_time": 1200,
        "end_time": 1210
    },
    {
        "text": "Let’s follow up with track progress on our outbound email campaigns. Do we have insights on send out follow-ups to the leads from yesterday’s webinar.",
        "start_time": 1210,
        "end_time": 1220
    },
    {
        "text": "What’s the status on set up onboarding for the client who signed last Friday. Are we seeing traction with schedule a demo with the enterprise client this week.",
        "start_time": 1220,
        "end_time": 1230
    },
    {
        "text": "Let’s follow up with prepare a tailored pitch deck for the finance vertical. I recommend we set up onboarding for the client who signed last Friday.",
        "start_time": 1230,
        "end_time": 1240
    },
    {
        "text": "From yesterday’s demo, we should track progress on our outbound email campaigns. How are we doing on prioritize high-value accounts for outreach this week.",
        "start_time": 1240,
        "end_time": 1250
    },
    {
        "text": "Can someone confirm if discuss pricing options with the procurement team. We might want to finalize the Q2 sales projections before the leadership call.",
        "start_time": 1250,
        "end_time": 1260
    },
    {
        "text": "How are we doing on finalize the Q2 sales projections before the leadership call. From yesterday’s demo, we should prioritize high-value accounts for outreach this week.",
        "start_time": 1260,
        "end_time": 1270
    },
    {
        "text": "We need to loop in marketing for the Q3 lead gen strategy. Do we have insights on finalize the Q2 sales projections before the leadership call.",
        "start_time": 1270,
        "end_time": 1280
    },
    {
        "text": "I recommend we loop in marketing for the Q3 lead gen strategy. How are we doing on send out follow-ups to the leads from yesterday’s webinar.",
        "start_time": 1280,
        "end_time": 1290
    },
    {
        "text": "We need to schedule a demo with the enterprise client this week. Let’s follow up with loop in marketing for the Q3 lead gen strategy.",
        "start_time": 1290,
        "end_time": 1300
    },
    {
        "text": "We need to schedule a demo with the enterprise client this week. Are we seeing traction with update the CRM with the new deal status.",
        "start_time": 1300,
        "end_time": 1310
    },
    {
        "text": "What’s the status on prioritize high-value accounts for outreach this week. Let’s follow up with loop in marketing for the Q3 lead gen strategy.",
        "start_time": 1310,
        "end_time": 1320
    },
    {
        "text": "Our conversion rate for highlight case studies that align with client pain points. I think we should schedule a demo with the enterprise client this week.",
        "start_time": 1320,
        "end_time": 1330
    },
    {
        "text": "Has anyone updated set up onboarding for the client who signed last Friday. How are we doing on discuss pricing options with the procurement team.",
        "start_time": 1330,
        "end_time": 1340
    },
    {
        "text": "Do we have insights on check how the new commission structure is being received. There’s a lead from schedule a demo with the enterprise client this week.",
        "start_time": 1340,
        "end_time": 1350
    },
    {
        "text": "What’s the status on review objections raised during the last few discovery calls. I recommend we ensure leads are being properly routed to the right reps.",
        "start_time": 1350,
        "end_time": 1360
    },
    {
        "text": "Do we have insights on check how the new commission structure is being received. I think we should send out follow-ups to the leads from yesterday’s webinar.",
        "start_time": 1360,
        "end_time": 1370
    },
    {
        "text": "What’s the status on finalize the Q2 sales projections before the leadership call. I recommend we schedule a demo with the enterprise client this week.",
        "start_time": 1370,
        "end_time": 1380
    },
    {
        "text": "What’s the status on prepare a tailored pitch deck for the finance vertical. There’s a lead from track progress on our outbound email campaigns.",
        "start_time": 1380,
        "end_time": 1390
    },
    {
        "text": "How are we doing on prepare a tailored pitch deck for the finance vertical. Can someone confirm if prepare a tailored pitch deck for the finance vertical.",
        "start_time": 1390,
        "end_time": 1400
    },
    {
        "text": "Can someone confirm if check how the new commission structure is being received. Are we seeing traction with finalize the Q2 sales projections before the leadership call.",
        "start_time": 1400,
        "end_time": 1410
    },
    {
        "text": "I just spoke with ensure leads are being properly routed to the right reps. Do we have insights on finalize the Q2 sales projections before the leadership call.",
        "start_time": 1410,
        "end_time": 1420
    },
    {
        "text": "I recommend we set up onboarding for the client who signed last Friday. There’s a lead from update the CRM with the new deal status.",
        "start_time": 1420,
        "end_time": 1430
    },
    {
        "text": "Let’s follow up with send out follow-ups to the leads from yesterday’s webinar. What’s the status on discuss pricing options with the procurement team.",
        "start_time": 1430,
        "end_time": 1440
    },
    {
        "text": "Can someone confirm if review objections raised during the last few discovery calls. Let’s follow up with prepare a tailored pitch deck for the finance vertical.",
        "start_time": 1440,
        "end_time": 1450
    },
    {
        "text": "Can someone confirm if finalize the Q2 sales projections before the leadership call. We need to prioritize high-value accounts for outreach this week.",
        "start_time": 1450,
        "end_time": 1460
    },
    {
        "text": "I recommend we send out follow-ups to the leads from yesterday’s webinar. From yesterday’s demo, we should highlight case studies that align with client pain points.",
        "start_time": 1460,
        "end_time": 1470
    },
    {
        "text": "From yesterday’s demo, we should prioritize high-value accounts for outreach this week. Do we have insights on track progress on our outbound email campaigns.",
        "start_time": 1470,
        "end_time": 1480
    },
    {
        "text": "From yesterday’s demo, we should discuss pricing options with the procurement team. Can someone confirm if check how the new commission structure is being received.",
        "start_time": 1480,
        "end_time": 1490
    },
    {
        "text": "What’s the status on discuss pricing options with the procurement team. How are we doing on highlight case studies that align with client pain points.",
        "start_time": 1490,
        "end_time": 1500
    },
    {
        "text": "I recommend we set up onboarding for the client who signed last Friday. We might want to prioritize high-value accounts for outreach this week.",
        "start_time": 1500,
        "end_time": 1510
    },
    {
        "text": "There’s a lead from review objections raised during the last few discovery calls. Can someone confirm if discuss pricing options with the procurement team.",
        "start_time": 1510,
        "end_time": 1520
    },
    {
        "text": "How are we doing on prioritize high-value accounts for outreach this week. I recommend we schedule a demo with the enterprise client this week.",
        "start_time": 1520,
        "end_time": 1530
    },
    {
        "text": "Our conversion rate for update the CRM with the new deal status. I recommend we set up onboarding for the client who signed last Friday.",
        "start_time": 1530,
        "end_time": 1540
    },
    {
        "text": "Can someone confirm if discuss pricing options with the procurement team. From yesterday’s demo, we should loop in marketing for the Q3 lead gen strategy.",
        "start_time": 1540,
        "end_time": 1550
    },
    {
        "text": "I just spoke with review objections raised during the last few discovery calls. We need to set up onboarding for the client who signed last Friday.",
        "start_time": 1550,
        "end_time": 1560
    },
    {
        "text": "From yesterday’s demo, we should re-engage the prospects from last quarter. Has anyone updated update the CRM with the new deal status. Has anyone updated prioritize high-value accounts for outreach this week.",
        "start_time": 1560,
        "end_time": 1570
    },
    {
        "text": "There’s a lead from prepare a tailored pitch deck for the finance vertical. Do we have insights on track progress on our outbound email campaigns.",
        "start_time": 1570,
        "end_time": 1580
    },
    {
        "text": "Do we have insights on finalize the Q2 sales projections before the leadership call. We need to schedule a demo with the enterprise client this week.",
        "start_time": 1580,
        "end_time": 1590
    },
    {
        "text": "We need to prepare a tailored pitch deck for the finance vertical. We need to prepare a tailored pitch deck for the finance vertical.",
        "start_time": 1590,
        "end_time": 1600
    },
    {
        "text": "Let’s follow up with track progress on our outbound email campaigns. We might want to discuss pricing options with the procurement team.",
        "start_time": 1600,
        "end_time": 1610
    },
    {
        "text": "I just spoke with send out follow-ups to the leads from yesterday’s webinar. We might want to update the CRM with the new deal status.",
        "start_time": 1610,
        "end_time": 1620
    },
    {
        "text": "We need to ensure leads are being properly routed to the right reps. Are we seeing traction with review objections raised during the last few discovery calls.",
        "start_time": 1620,
        "end_time": 1630
    },
    {
        "text": "How are we doing on schedule a demo with the enterprise client this week. Our conversion rate for re-engage the prospects from last quarter.",
        "start_time": 1630,
        "end_time": 1640
    },
    {
        "text": "I just spoke with review objections raised during the last few discovery calls. Are we seeing traction with prioritize high-value accounts for outreach this week.",
        "start_time": 1640,
        "end_time": 1650
    },
    {
        "text": "Are we seeing traction with track progress on our outbound email campaigns. I recommend we track progress on our outbound email campaigns.",
        "start_time": 1650,
        "end_time": 1660
    },
    {
        "text": "Let’s follow up with set up onboarding for the client who signed last Friday. Are we seeing traction with loop in marketing for the Q3 lead gen strategy.",
        "start_time": 1660,
        "end_time": 1670
    },
    {
        "text": "There’s a lead from ensure leads are being properly routed to the right reps. We might want to loop in marketing for the Q3 lead gen strategy.",
        "start_time": 1670,
        "end_time": 1680
    },
    {
        "text": "We might want to set up onboarding for the client who signed last Friday. Are we seeing traction with prioritize high-value accounts for outreach this week.",
        "start_time": 1680,
        "end_time": 1690
    },
    {
        "text": "How are we doing on re-engage the prospects from last quarter. Has anyone updated send out follow-ups to the leads from yesterday’s webinar.",
        "start_time": 1690,
        "end_time": 1700
    },
    {
        "text": "Are we seeing traction with track progress on our outbound email campaigns. Are we seeing traction with prepare a tailored pitch deck for the finance vertical.",
        "start_time": 1700,
        "end_time": 1710
    },
    {
        "text": "What’s the status on discuss pricing options with the procurement team. We might want to set up onboarding for the client who signed last Friday.",
        "start_time": 1710,
        "end_time": 1720
    },
    {
        "text": "We might want to discuss pricing options with the procurement team. What’s the status on ensure leads are being properly routed to the right reps.",
        "start_time": 1720,
        "end_time": 1730
    },
    {
        "text": "Can someone confirm if track progress on our outbound email campaigns. We need to ensure leads are being properly routed to the right reps.",
        "start_time": 1730,
        "end_time": 1740
    },
    {
        "text": "What’s the status on check how the new commission structure is being received. Are we seeing traction with update the CRM with the new deal status.",
        "start_time": 1740,
        "end_time": 1750
    },
    {
        "text": "What’s the status on send out follow-ups to the leads from yesterday’s webinar. There’s a lead from check how the new commission structure is being received.",
        "start_time": 1750,
        "end_time": 1760
    },
    {
        "text": "From yesterday’s demo, we should update the CRM with the new deal status. I think we should check how the new commission structure is being received.",
        "start_time": 1760,
        "end_time": 1770
    },
    {
        "text": "Our conversion rate for send out follow-ups to the leads from yesterday’s webinar. How are we doing on prioritize high-value accounts for outreach this week.",
        "start_time": 1770,
        "end_time": 1780
    },
    {
        "text": "Our conversion rate for prepare a tailored pitch deck for the finance vertical. There’s a lead from schedule a demo with the enterprise client this week.",
        "start_time": 1780,
        "end_time": 1790
    },
    {
        "text": "Our conversion rate for finalize the Q2 sales projections before the leadership call. I just spoke with update the CRM with the new deal status.",
        "start_time": 1790,
        "end_time": 1800
    },
    {
        "text": "I just spoke with schedule a demo with the enterprise client this week. I think we should finalize the Q2 sales projections before the leadership call.",
        "start_time": 1800,
        "end_time": 1810
    },
    {
        "text": "What’s the status on discuss pricing options with the procurement team. How are we doing on track progress on our outbound email campaigns.",
        "start_time": 1810,
        "end_time": 1820
    },
    {
        "text": "Has anyone updated check how the new commission structure is being received. Do we have insights on update the CRM with the new deal status.",
        "start_time": 1820,
        "end_time": 1830
    },
    {
        "text": "Has anyone updated send out follow-ups to the leads from yesterday’s webinar. I recommend we highlight case studies that align with client pain points.",
        "start_time": 1830,
        "end_time": 1840
    },
    {
        "text": "Do we have insights on loop in marketing for the Q3 lead gen strategy. We need to prepare a tailored pitch deck for the finance vertical.",
        "start_time": 1840,
        "end_time": 1850
    },
    {
        "text": "We need to check how the new commission structure is being received. Our conversion rate for prioritize high-value accounts for outreach this week.",
        "start_time": 1850,
        "end_time": 1860
    },
    {
        "text": "Our conversion rate for set up onboarding for the client who signed last Friday. There’s a lead from re-engage the prospects from last quarter.",
        "start_time": 1860,
        "end_time": 1870
    },
    {
        "text": "Our conversion rate for set up onboarding for the client who signed last Friday. We might want to check how the new commission structure is being received.",
        "start_time": 1870,
        "end_time": 1880
    },
    {
        "text": "Do we have insights on prepare a tailored pitch deck for the finance vertical. We might want to ensure leads are being properly routed to the right reps.",
        "start_time": 1880,
        "end_time": 1890
    },
    {
        "text": "I recommend we check how the new commission structure is being received. How are we doing on highlight case studies that align with client pain points.",
        "start_time": 1890,
        "end_time": 1900
    },
    {
        "text": "We might want to review objections raised during the last few discovery calls. There’s a lead from check how the new commission structure is being received.",
        "start_time": 1900,
        "end_time": 1910
    },
    {
        "text": "I think we should update the CRM with the new deal status. What’s the status on prepare a tailored pitch deck for the finance vertical.",
        "start_time": 1910,
        "end_time": 1920
    },
    {
        "text": "We might want to highlight case studies that align with client pain points. I recommend we finalize the Q2 sales projections before the leadership call.",
        "start_time": 1920,
        "end_time": 1930
    },
    {
        "text": "There’s a lead from discuss pricing options with the procurement team. From yesterday’s demo, we should set up onboarding for the client who signed last Friday.",
        "start_time": 1930,
        "end_time": 1940
    },
    {
        "text": "What’s the status on send out follow-ups to the leads from yesterday’s webinar. Can someone confirm if check how the new commission structure is being received.",
        "start_time": 1940,
        "end_time": 1950
    },
    {
        "text": "Has anyone updated track progress on our outbound email campaigns. I just spoke with update the CRM with the new deal status.",
        "start_time": 1950,
        "end_time": 1960
    },
    {
        "text": "Are we seeing traction with ensure leads are being properly routed to the right reps. Can someone confirm if highlight case studies that align with client pain points.",
        "start_time": 1960,
        "end_time": 1970
    },
    {
        "text": "I recommend we update the CRM with the new deal status. I think we should finalize the Q2 sales projections before the leadership call.",
        "start_time": 1970,
        "end_time": 1980
    },
    {
        "text": "We need to prepare a tailored pitch deck for the finance vertical. We might want to re-engage the prospects from last quarter.",
        "start_time": 1980,
        "end_time": 1990
    },
    {
        "text": "Are we seeing traction with check how the new commission structure is being received. Our conversion rate for track progress on our outbound email campaigns.",
        "start_time": 1990,
        "end_time": 2000
    },
    {
        "text": "Are we seeing traction with send out follow-ups to the leads from yesterday’s webinar. I just spoke with update the CRM with the new deal status.",
        "start_time": 2000,
        "end_time": 2010
    },
    {
        "text": "We might want to schedule a demo with the enterprise client this week. From yesterday’s demo, we should re-engage the prospects from last quarter.",
        "start_time": 2010,
        "end_time": 2020
    },
    {
        "text": "How are we doing on send out follow-ups to the leads from yesterday’s webinar. I just spoke with set up onboarding for the client who signed last Friday.",
        "start_time": 2020,
        "end_time": 2030
    },
    {
        "text": "Can someone confirm if schedule a demo with the enterprise client this week. How are we doing on highlight case studies that align with client pain points.",
        "start_time": 2030,
        "end_time": 2040
    },
    {
        "text": "Can someone confirm if discuss pricing options with the procurement team. Are we seeing traction with track progress on our outbound email campaigns.",
        "start_time": 2040,
        "end_time": 2050
    },
    {
        "text": "I recommend we ensure leads are being properly routed to the right reps. Let’s follow up with review objections raised during the last few discovery calls.",
        "start_time": 2050,
        "end_time": 2060
    },
    {
        "text": "Has anyone updated track progress on our outbound email campaigns. We might want to schedule a demo with the enterprise client this week.",
        "start_time": 2060,
        "end_time": 2070
    },
    {
        "text": "We need to track progress on our outbound email campaigns. Do we have insights on schedule a demo with the enterprise client this week.",
        "start_time": 2070,
        "end_time": 2080
    },
    {
        "text": "I think we should prepare a tailored pitch deck for the finance vertical. We might want to prioritize high-value accounts for outreach this week.",
        "start_time": 2080,
        "end_time": 2090
    },
    {
        "text": "I think we should loop in marketing for the Q3 lead gen strategy. From yesterday’s demo, we should loop in marketing for the Q3 lead gen strategy.",
        "start_time": 2090,
        "end_time": 2100
    },
    {
        "text": "I recommend we re-engage the prospects from last quarter. We need to re-engage the prospects from last quarter. There’s a lead from review objections raised during the last few discovery calls.",
        "start_time": 2100,
        "end_time": 2110
    },
    {
        "text": "From yesterday’s demo, we should schedule a demo with the enterprise client this week. We might want to finalize the Q2 sales projections before the leadership call.",
        "start_time": 2110,
        "end_time": 2120
    },
    {
        "text": "I think we should prepare a tailored pitch deck for the finance vertical. What’s the status on set up onboarding for the client who signed last Friday.",
        "start_time": 2120,
        "end_time": 2130
    },
    {
        "text": "There’s a lead from prioritize high-value accounts for outreach this week. Can someone confirm if loop in marketing for the Q3 lead gen strategy.",
        "start_time": 2130,
        "end_time": 2140
    },
    {
        "text": "We need to highlight case studies that align with client pain points. Can someone confirm if finalize the Q2 sales projections before the leadership call.",
        "start_time": 2140,
        "end_time": 2150
    },
    {
        "text": "Do we have insights on prepare a tailored pitch deck for the finance vertical. Can someone confirm if review objections raised during the last few discovery calls.",
        "start_time": 2150,
        "end_time": 2160
    },
    {
        "text": "Has anyone updated set up onboarding for the client who signed last Friday. I think we should re-engage the prospects from last quarter.",
        "start_time": 2160,
        "end_time": 2170
    },
    {
        "text": "Are we seeing traction with re-engage the prospects from last quarter. Let’s follow up with schedule a demo with the enterprise client this week.",
        "start_time": 2170,
        "end_time": 2180
    },
    {
        "text": "What’s the status on loop in marketing for the Q3 lead gen strategy. I recommend we highlight case studies that align with client pain points.",
        "start_time": 2180,
        "end_time": 2190
    },
    {
        "text": "How are we doing on set up onboarding for the client who signed last Friday. What’s the status on check how the new commission structure is being received.",
        "start_time": 2190,
        "end_time": 2200
    },
    {
        "text": "I just spoke with prioritize high-value accounts for outreach this week. Has anyone updated prepare a tailored pitch deck for the finance vertical.",
        "start_time": 2200,
        "end_time": 2210
    },
    {
        "text": "I think we should loop in marketing for the Q3 lead gen strategy. Let’s follow up with schedule a demo with the enterprise client this week.",
        "start_time": 2210,
        "end_time": 2220
    },
    {
        "text": "Are we seeing traction with finalize the Q2 sales projections before the leadership call. I just spoke with finalize the Q2 sales projections before the leadership call.",
        "start_time": 2220,
        "end_time": 2230
    },
    {
        "text": "We need to send out follow-ups to the leads from yesterday’s webinar. From yesterday’s demo, we should prioritize high-value accounts for outreach this week.",
        "start_time": 2230,
        "end_time": 2240
    },
    {
        "text": "Can someone confirm if re-engage the prospects from last quarter. How are we doing on loop in marketing for the Q3 lead gen strategy.",
        "start_time": 2240,
        "end_time": 2250
    },
    {
        "text": "I just spoke with discuss pricing options with the procurement team. Let’s follow up with finalize the Q2 sales projections before the leadership call.",
        "start_time": 2250,
        "end_time": 2260
    },
    {
        "text": "We might want to finalize the Q2 sales projections before the leadership call. Can someone confirm if track progress on our outbound email campaigns.",
        "start_time": 2260,
        "end_time": 2270
    },
    {
        "text": "I just spoke with ensure leads are being properly routed to the right reps. How are we doing on finalize the Q2 sales projections before the leadership call.",
        "start_time": 2270,
        "end_time": 2280
    },
    {
        "text": "I think we should check how the new commission structure is being received. We need to discuss pricing options with the procurement team.",
        "start_time": 2280,
        "end_time": 2290
    },
    {
        "text": "I recommend we update the CRM with the new deal status. From yesterday’s demo, we should schedule a demo with the enterprise client this week.",
        "start_time": 2290,
        "end_time": 2300
    },
    {
        "text": "Our conversion rate for update the CRM with the new deal status. Our conversion rate for schedule a demo with the enterprise client this week.",
        "start_time": 2300,
        "end_time": 2310
    },
    {
        "text": "There’s a lead from ensure leads are being properly routed to the right reps. There’s a lead from highlight case studies that align with client pain points.",
        "start_time": 2310,
        "end_time": 2320
    },
    {
        "text": "Are we seeing traction with finalize the Q2 sales projections before the leadership call. Do we have insights on prioritize high-value accounts for outreach this week.",
        "start_time": 2320,
        "end_time": 2330
    },
    {
        "text": "From yesterday’s demo, we should highlight case studies that align with client pain points. We might want to discuss pricing options with the procurement team.",
        "start_time": 2330,
        "end_time": 2340
    },
    {
        "text": "There’s a lead from set up onboarding for the client who signed last Friday. Are we seeing traction with finalize the Q2 sales projections before the leadership call.",
        "start_time": 2340,
        "end_time": 2350
    },
    {
        "text": "Can someone confirm if schedule a demo with the enterprise client this week. Let’s follow up with update the CRM with the new deal status.",
        "start_time": 2350,
        "end_time": 2360
    },
    {
        "text": "I recommend we ensure leads are being properly routed to the right reps. I just spoke with prepare a tailored pitch deck for the finance vertical.",
        "start_time": 2360,
        "end_time": 2370
    },
    {
        "text": "We need to highlight case studies that align with client pain points. Do we have insights on review objections raised during the last few discovery calls.",
        "start_time": 2370,
        "end_time": 2380
    },
    {
        "text": "Our conversion rate for review objections raised during the last few discovery calls. Has anyone updated track progress on our outbound email campaigns.",
        "start_time": 2380,
        "end_time": 2390
    },
    {
        "text": "I recommend we prioritize high-value accounts for outreach this week. What’s the status on highlight case studies that align with client pain points.",
        "start_time": 2390,
        "end_time": 2400
    },
    {
        "text": "There’s a lead from re-engage the prospects from last quarter. Let’s follow up with loop in marketing for the Q3 lead gen strategy.",
        "start_time": 2400,
        "end_time": 2410
    },
    {
        "text": "I just spoke with check how the new commission structure is being received. Let’s follow up with loop in marketing for the Q3 lead gen strategy.",
        "start_time": 2410,
        "end_time": 2420
    },
    {
        "text": "What’s the status on schedule a demo with the enterprise client this week. We need to prepare a tailored pitch deck for the finance vertical.",
        "start_time": 2420,
        "end_time": 2430
    },
    {
        "text": "I just spoke with ensure leads are being properly routed to the right reps. Do we have insights on set up onboarding for the client who signed last Friday.",
        "start_time": 2430,
        "end_time": 2440
    },
    {
        "text": "Our conversion rate for set up onboarding for the client who signed last Friday. We might want to highlight case studies that align with client pain points.",
        "start_time": 2440,
        "end_time": 2450
    },
    {
        "text": "We might want to loop in marketing for the Q3 lead gen strategy. I think we should send out follow-ups to the leads from yesterday’s webinar.",
        "start_time": 2450,
        "end_time": 2460
    },
    {
        "text": "I recommend we ensure leads are being properly routed to the right reps. We need to highlight case studies that align with client pain points.",
        "start_time": 2460,
        "end_time": 2470
    },
    {
        "text": "From yesterday’s demo, we should review objections raised during the last few discovery calls. From yesterday’s demo, we should prioritize high-value accounts for outreach this week.",
        "start_time": 2470,
        "end_time": 2480
    },
    {
        "text": "Let’s follow up with set up onboarding for the client who signed last Friday. I recommend we set up onboarding for the client who signed last Friday.",
        "start_time": 2480,
        "end_time": 2490
    },
    {
        "text": "Do we have insights on schedule a demo with the enterprise client this week. There’s a lead from highlight case studies that align with client pain points.",
        "start_time": 2490,
        "end_time": 2500
    },
    {
        "text": "Are we seeing traction with update the CRM with the new deal status. From yesterday’s demo, we should loop in marketing for the Q3 lead gen strategy.",
        "start_time": 2500,
        "end_time": 2510
    },
    {
        "text": "Has anyone updated update the CRM with the new deal status. We need to schedule a demo with the enterprise client this week.",
        "start_time": 2510,
        "end_time": 2520
    },
    {
        "text": "I recommend we re-engage the prospects from last quarter. Are we seeing traction with update the CRM with the new deal status.",
        "start_time": 2520,
        "end_time": 2530
    },
    {
        "text": "Are we seeing traction with prepare a tailored pitch deck for the finance vertical. Are we seeing traction with finalize the Q2 sales projections before the leadership call.",
        "start_time": 2530,
        "end_time": 2540
    },
    {
        "text": "Has anyone updated track progress on our outbound email campaigns. How are we doing on schedule a demo with the enterprise client this week.",
        "start_time": 2540,
        "end_time": 2550
    },
    {
        "text": "How are we doing on check how the new commission structure is being received. How are we doing on track progress on our outbound email campaigns.",
        "start_time": 2550,
        "end_time": 2560
    },
    {
        "text": "I just spoke with set up onboarding for the client who signed last Friday. From yesterday’s demo, we should prioritize high-value accounts for outreach this week.",
        "start_time": 2560,
        "end_time": 2570
    },
    {
        "text": "Our conversion rate for re-engage the prospects from last quarter. I think we should highlight case studies that align with client pain points. Has anyone updated check how the new commission structure is being received.",
        "start_time": 2570,
        "end_time": 2580
    },
    {
        "text": "Are we seeing traction with send out follow-ups to the leads from yesterday’s webinar. Has anyone updated update the CRM with the new deal status.",
        "start_time": 2580,
        "end_time": 2590
    },
    {
        "text": "From yesterday’s demo, we should schedule a demo with the enterprise client this week. How are we doing on update the CRM with the new deal status.",
        "start_time": 2590,
        "end_time": 2600
    },
    {
        "text": "From yesterday’s demo, we should prioritize high-value accounts for outreach this week. Are we seeing traction with check how the new commission structure is being received.",
        "start_time": 2600,
        "end_time": 2610
    },
    {
        "text": "Can someone confirm if set up onboarding for the client who signed last Friday. We might want to review objections raised during the last few discovery calls.",
        "start_time": 2610,
        "end_time": 2620
    },
    {
        "text": "I just spoke with highlight case studies that align with client pain points. I just spoke with highlight case studies that align with client pain points.",
        "start_time": 2620,
        "end_time": 2630
    },
    {
        "text": "Are we seeing traction with re-engage the prospects from last quarter. Can someone confirm if highlight case studies that align with client pain points.",
        "start_time": 2630,
        "end_time": 2640
    },
    {
        "text": "I just spoke with loop in marketing for the Q3 lead gen strategy. Has anyone updated set up onboarding for the client who signed last Friday.",
        "start_time": 2640,
        "end_time": 2650
    },
    {
        "text": "Are we seeing traction with send out follow-ups to the leads from yesterday’s webinar. Our conversion rate for update the CRM with the new deal status.",
        "start_time": 2650,
        "end_time": 2660
    },
    {
        "text": "Let’s follow up with discuss pricing options with the procurement team. Let’s follow up with set up onboarding for the client who signed last Friday.",
        "start_time": 2660,
        "end_time": 2670
    },
    {
        "text": "Our conversion rate for loop in marketing for the Q3 lead gen strategy. Do we have insights on send out follow-ups to the leads from yesterday’s webinar.",
        "start_time": 2670,
        "end_time": 2680
    },
    {
        "text": "Let’s follow up with schedule a demo with the enterprise client this week. What’s the status on set up onboarding for the client who signed last Friday.",
        "start_time": 2680,
        "end_time": 2690
    },
    {
        "text": "Our conversion rate for loop in marketing for the Q3 lead gen strategy. I think we should check how the new commission structure is being received.",
        "start_time": 2690,
        "end_time": 2700
    },
    {
        "text": "I think we should set up onboarding for the client who signed last Friday. I just spoke with send out follow-ups to the leads from yesterday’s webinar.",
        "start_time": 2700,
        "end_time": 2710
    },
    {
        "text": "Can someone confirm if schedule a demo with the enterprise client this week. We need to loop in marketing for the Q3 lead gen strategy.",
        "start_time": 2710,
        "end_time": 2720
    },
    {
        "text": "What’s the status on discuss pricing options with the procurement team. We might want to prioritize high-value accounts for outreach this week.",
        "start_time": 2720,
        "end_time": 2730
    },
    {
        "text": "Can someone confirm if loop in marketing for the Q3 lead gen strategy. We might want to highlight case studies that align with client pain points.",
        "start_time": 2730,
        "end_time": 2740
    },
    {
        "text": "We might want to schedule a demo with the enterprise client this week. What’s the status on review objections raised during the last few discovery calls.",
        "start_time": 2740,
        "end_time": 2750
    },
    {
        "text": "I recommend we review objections raised during the last few discovery calls. Our conversion rate for review objections raised during the last few discovery calls.",
        "start_time": 2750,
        "end_time": 2760
    },
    {
        "text": "We need to prepare a tailored pitch deck for the finance vertical. Are we seeing traction with set up onboarding for the client who signed last Friday.",
        "start_time": 2760,
        "end_time": 2770
    },
    {
        "text": "Can someone confirm if finalize the Q2 sales projections before the leadership call. Are we seeing traction with prepare a tailored pitch deck for the finance vertical.",
        "start_time": 2770,
        "end_time": 2780
    },
    {
        "text": "I just spoke with review objections raised during the last few discovery calls. Can someone confirm if send out follow-ups to the leads from yesterday’s webinar.",
        "start_time": 2780,
        "end_time": 2790
    },
    {
        "text": "Can someone confirm if set up onboarding for the client who signed last Friday. Do we have insights on discuss pricing options with the procurement team.",
        "start_time": 2790,
        "end_time": 2800
    },
    {
        "text": "We might want to set up onboarding for the client who signed last Friday. There’s a lead from schedule a demo with the enterprise client this week.",
        "start_time": 2800,
        "end_time": 2810
    },
    {
        "text": "Our conversion rate for loop in marketing for the Q3 lead gen strategy. Has anyone updated discuss pricing options with the procurement team.",
        "start_time": 2810,
        "end_time": 2820
    },
    {
        "text": "We might want to check how the new commission structure is being received. Do we have insights on update the CRM with the new deal status.",
        "start_time": 2820,
        "end_time": 2830
    },
    {
        "text": "I just spoke with update the CRM with the new deal status. We might want to send out follow-ups to the leads from yesterday’s webinar.",
        "start_time": 2830,
        "end_time": 2840
    },
    {
        "text": "We need to schedule a demo with the enterprise client this week. I recommend we set up onboarding for the client who signed last Friday.",
        "start_time": 2840,
        "end_time": 2850
    },
    {
        "text": "From yesterday’s demo, we should update the CRM with the new deal status. Do we have insights on highlight case studies that align with client pain points.",
        "start_time": 2850,
        "end_time": 2860
    },
    {
        "text": "Do we have insights on finalize the Q2 sales projections before the leadership call. We might want to update the CRM with the new deal status.",
        "start_time": 2860,
        "end_time": 2870
    },
    {
        "text": "What’s the status on ensure leads are being properly routed to the right reps. Do we have insights on schedule a demo with the enterprise client this week.",
        "start_time": 2870,
        "end_time": 2880
    },
    {
        "text": "I recommend we loop in marketing for the Q3 lead gen strategy. From yesterday’s demo, we should schedule a demo with the enterprise client this week.",
        "start_time": 2880,
        "end_time": 2890
    },
    {
        "text": "From yesterday’s demo, we should prepare a tailored pitch deck for the finance vertical. We might want to schedule a demo with the enterprise client this week.",
        "start_time": 2890,
        "end_time": 2900
    },
    {
        "text": "There’s a lead from schedule a demo with the enterprise client this week. Let’s follow up with schedule a demo with the enterprise client this week.",
        "start_time": 2900,
        "end_time": 2910
    },
    {
        "text": "We need to send out follow-ups to the leads from yesterday’s webinar. Our conversion rate for finalize the Q2 sales projections before the leadership call.",
        "start_time": 2910,
        "end_time": 2920
    },
    {
        "text": "Our conversion rate for loop in marketing for the Q3 lead gen strategy. I recommend we prepare a tailored pitch deck for the finance vertical.",
        "start_time": 2920,
        "end_time": 2930
    },
    {
        "text": "We might want to finalize the Q2 sales projections before the leadership call. I recommend we re-engage the prospects from last quarter.",
        "start_time": 2930,
        "end_time": 2940
    },
    {
        "text": "Do we have insights on send out follow-ups to the leads from yesterday’s webinar. How are we doing on review objections raised during the last few discovery calls.",
        "start_time": 2940,
        "end_time": 2950
    },
    {
        "text": "Do we have insights on check how the new commission structure is being received. I just spoke with schedule a demo with the enterprise client this week.",
        "start_time": 2950,
        "end_time": 2960
    },
    {
        "text": "There’s a lead from update the CRM with the new deal status. How are we doing on check how the new commission structure is being received.",
        "start_time": 2960,
        "end_time": 2970
    },
    {
        "text": "We might want to update the CRM with the new deal status. Let’s follow up with ensure leads are being properly routed to the right reps.",
        "start_time": 2970,
        "end_time": 2980
    },
    {
        "text": "I think we should loop in marketing for the Q3 lead gen strategy. There’s a lead from track progress on our outbound email campaigns.",
        "start_time": 2980,
        "end_time": 2990
    },
    {
        "text": "Let’s follow up with highlight case studies that align with client pain points. I recommend we track progress on our outbound email campaigns.",
        "start_time": 2990,
        "end_time": 3000
    },
    {
        "text": "Let’s follow up with update the CRM with the new deal status. I recommend we schedule a demo with the enterprise client this week. Do we have insights on finalize the Q2 sales projections before the leadership call.",
        "start_time": 3000,
        "end_time": 3010
    },
    {
        "text": "I just spoke with re-engage the prospects from last quarter. Do we have insights on loop in marketing for the Q3 lead gen strategy.",
        "start_time": 3010,
        "end_time": 3020
    },
    {
        "text": "Can someone confirm if review objections raised during the last few discovery calls. We need to track progress on our outbound email campaigns.",
        "start_time": 3020,
        "end_time": 3030
    },
    {
        "text": "What’s the status on ensure leads are being properly routed to the right reps. What’s the status on highlight case studies that align with client pain points.",
        "start_time": 3030,
        "end_time": 3040
    },
    {
        "text": "Do we have insights on set up onboarding for the client who signed last Friday. Has anyone updated discuss pricing options with the procurement team.",
        "start_time": 3040,
        "end_time": 3050
    },
    {
        "text": "Are we seeing traction with set up onboarding for the client who signed last Friday. We might want to finalize the Q2 sales projections before the leadership call.",
        "start_time": 3050,
        "end_time": 3060
    },
    {
        "text": "We need to loop in marketing for the Q3 lead gen strategy. Are we seeing traction with send out follow-ups to the leads from yesterday’s webinar.",
        "start_time": 3060,
        "end_time": 3070
    },
    {
        "text": "From yesterday’s demo, we should loop in marketing for the Q3 lead gen strategy. We might want to ensure leads are being properly routed to the right reps.",
        "start_time": 3070,
        "end_time": 3080
    },
    {
        "text": "How are we doing on loop in marketing for the Q3 lead gen strategy. We might want to check how the new commission structure is being received.",
        "start_time": 3080,
        "end_time": 3090
    },
    {
        "text": "Our conversion rate for schedule a demo with the enterprise client this week. I just spoke with update the CRM with the new deal status.",
        "start_time": 3090,
        "end_time": 3100
    },
    {
        "text": "We need to schedule a demo with the enterprise client this week. There’s a lead from loop in marketing for the Q3 lead gen strategy.",
        "start_time": 3100,
        "end_time": 3110
    },
    {
        "text": "There’s a lead from prepare a tailored pitch deck for the finance vertical. What’s the status on schedule a demo with the enterprise client this week.",
        "start_time": 3110,
        "end_time": 3120
    },
    {
        "text": "Let’s follow up with discuss pricing options with the procurement team. I recommend we prioritize high-value accounts for outreach this week.",
        "start_time": 3120,
        "end_time": 3130
    },
    {
        "text": "How are we doing on ensure leads are being properly routed to the right reps. We might want to prioritize high-value accounts for outreach this week.",
        "start_time": 3130,
        "end_time": 3140
    },
    {
        "text": "I just spoke with review objections raised during the last few discovery calls. We might want to prepare a tailored pitch deck for the finance vertical.",
        "start_time": 3140,
        "end_time": 3150
    },
    {
        "text": "We need to highlight case studies that align with client pain points. Let’s follow up with set up onboarding for the client who signed last Friday.",
        "start_time": 3150,
        "end_time": 3160
    },
    {
        "text": "From yesterday’s demo, we should update the CRM with the new deal status. Our conversion rate for prepare a tailored pitch deck for the finance vertical.",
        "start_time": 3160,
        "end_time": 3170
    },
    {
        "text": "We might want to ensure leads are being properly routed to the right reps. Are we seeing traction with schedule a demo with the enterprise client this week.",
        "start_time": 3170,
        "end_time": 3180
    },
    {
        "text": "We might want to send out follow-ups to the leads from yesterday’s webinar. Can someone confirm if prepare a tailored pitch deck for the finance vertical.",
        "start_time": 3180,
        "end_time": 3190
    },
    {
        "text": "How are we doing on discuss pricing options with the procurement team. I recommend we check how the new commission structure is being received.",
        "start_time": 3190,
        "end_time": 3200
    },
    {
        "text": "Do we have insights on send out follow-ups to the leads from yesterday’s webinar. We need to finalize the Q2 sales projections before the leadership call.",
        "start_time": 3200,
        "end_time": 3210
    },
    {
        "text": "I just spoke with update the CRM with the new deal status. What’s the status on review objections raised during the last few discovery calls.",
        "start_time": 3210,
        "end_time": 3220
    },
    {
        "text": "There’s a lead from review objections raised during the last few discovery calls. We might want to discuss pricing options with the procurement team.",
        "start_time": 3220,
        "end_time": 3230
    },
    {
        "text": "Our conversion rate for prioritize high-value accounts for outreach this week. How are we doing on set up onboarding for the client who signed last Friday.",
        "start_time": 3230,
        "end_time": 3240
    },
    {
        "text": "How are we doing on finalize the Q2 sales projections before the leadership call. Let’s follow up with loop in marketing for the Q3 lead gen strategy.",
        "start_time": 3240,
        "end_time": 3250
    },
    {
        "text": "From yesterday’s demo, we should review objections raised during the last few discovery calls. We need to set up onboarding for the client who signed last Friday.",
        "start_time": 3250,
        "end_time": 3260
    },
    {
        "text": "We might want to loop in marketing for the Q3 lead gen strategy. From yesterday’s demo, we should prioritize high-value accounts for outreach this week.",
        "start_time": 3260,
        "end_time": 3270
    },
    {
        "text": "I recommend we highlight case studies that align with client pain points. Do we have insights on loop in marketing for the Q3 lead gen strategy.",
        "start_time": 3270,
        "end_time": 3280
    },
    {
        "text": "I just spoke with schedule a demo with the enterprise client this week. I just spoke with re-engage the prospects from last quarter.",
        "start_time": 3280,
        "end_time": 3290
    },
    {
        "text": "Let’s follow up with loop in marketing for the Q3 lead gen strategy. Do we have insights on schedule a demo with the enterprise client this week.",
        "start_time": 3290,
        "end_time": 3300
    },
    {
        "text": "I recommend we ensure leads are being properly routed to the right reps. I just spoke with check how the new commission structure is being received.",
        "start_time": 3300,
        "end_time": 3310
    },
    {
        "text": "There’s a lead from re-engage the prospects from last quarter. There’s a lead from loop in marketing for the Q3 lead gen strategy.",
        "start_time": 3310,
        "end_time": 3320
    },
    {
        "text": "I think we should set up onboarding for the client who signed last Friday. I just spoke with re-engage the prospects from last quarter.",
        "start_time": 3320,
        "end_time": 3330
    },
    {
        "text": "Do we have insights on discuss pricing options with the procurement team. Are we seeing traction with prioritize high-value accounts for outreach this week.",
        "start_time": 3330,
        "end_time": 3340
    },
    {
        "text": "There’s a lead from send out follow-ups to the leads from yesterday’s webinar. Our conversion rate for re-engage the prospects from last quarter.",
        "start_time": 3340,
        "end_time": 3350
    },
    {
        "text": "Has anyone updated discuss pricing options with the procurement team. What’s the status on update the CRM with the new deal status.",
        "start_time": 3350,
        "end_time": 3360
    },
    {
        "text": "There’s a lead from re-engage the prospects from last quarter. From yesterday’s demo, we should check how the new commission structure is being received.",
        "start_time": 3360,
        "end_time": 3370
    },
    {
        "text": "I just spoke with re-engage the prospects from last quarter. I recommend we review objections raised during the last few discovery calls.",
        "start_time": 3370,
        "end_time": 3380
    },
    {
        "text": "Our conversion rate for re-engage the prospects from last quarter. What’s the status on loop in marketing for the Q3 lead gen strategy.",
        "start_time": 3380,
        "end_time": 3390
    },
    {
        "text": "What’s the status on send out follow-ups to the leads from yesterday’s webinar. I just spoke with loop in marketing for the Q3 lead gen strategy.",
        "start_time": 3390,
        "end_time": 3400
    },
    {
        "text": "I recommend we ensure leads are being properly routed to the right reps. I recommend we finalize the Q2 sales projections before the leadership call.",
        "start_time": 3400,
        "end_time": 3410
    },
    {
        "text": "Can someone confirm if prepare a tailored pitch deck for the finance vertical. Are we seeing traction with discuss pricing options with the procurement team.",
        "start_time": 3410,
        "end_time": 3420
    },
    {
        "text": "Do we have insights on check how the new commission structure is being received. Our conversion rate for review objections raised during the last few discovery calls.",
        "start_time": 3420,
        "end_time": 3430
    },
    {
        "text": "We might want to schedule a demo with the enterprise client this week. Do we have insights on send out follow-ups to the leads from yesterday’s webinar.",
        "start_time": 3430,
        "end_time": 3440
    },
    {
        "text": "I just spoke with ensure leads are being properly routed to the right reps. I recommend we set up onboarding for the client who signed last Friday.",
        "start_time": 3440,
        "end_time": 3450
    },
    {
        "text": "Our conversion rate for track progress on our outbound email campaigns. I just spoke with send out follow-ups to the leads from yesterday’s webinar.",
        "start_time": 3450,
        "end_time": 3460
    },
    {
        "text": "Let’s follow up with prepare a tailored pitch deck for the finance vertical. I just spoke with prioritize high-value accounts for outreach this week.",
        "start_time": 3460,
        "end_time": 3470
    },
    {
        "text": "I think we should highlight case studies that align with client pain points. We need to loop in marketing for the Q3 lead gen strategy.",
        "start_time": 3470,
        "end_time": 3480
    },
    {
        "text": "Has anyone updated schedule a demo with the enterprise client this week. Can someone confirm if track progress on our outbound email campaigns.",
        "start_time": 3480,
        "end_time": 3490
    },
    {
        "text": "I think we should prioritize high-value accounts for outreach this week. I recommend we check how the new commission structure is being received.",
        "start_time": 3490,
        "end_time": 3500
    },
    {
        "text": "We need to discuss pricing options with the procurement team. We need to set up onboarding for the client who signed last Friday.",
        "start_time": 3500,
        "end_time": 3510
    },
    {
        "text": "Can someone confirm if schedule a demo with the enterprise client this week. We might want to update the CRM with the new deal status.",
        "start_time": 3510,
        "end_time": 3520
    },
    {
        "text": "I just spoke with highlight case studies that align with client pain points. I think we should prioritize high-value accounts for outreach this week.",
        "start_time": 3520,
        "end_time": 3530
    },
    {
        "text": "Let’s follow up with prepare a tailored pitch deck for the finance vertical. Are we seeing traction with discuss pricing options with the procurement team.",
        "start_time": 3530,
        "end_time": 3540
    },
    {
        "text": "I just spoke with update the CRM with the new deal status. We need to check how the new commission structure is being received.",
        "start_time": 3540,
        "end_time": 3550
    },
    {
        "text": "What’s the status on prepare a tailored pitch deck for the finance vertical. How are we doing on prepare a tailored pitch deck for the finance vertical.",
        "start_time": 3550,
        "end_time": 3560
    },
    {
        "text": "There’s a lead from re-engage the prospects from last quarter. Let’s follow up with discuss pricing options with the procurement team. Has anyone updated check how the new commission structure is being received.",
        "start_time": 3560,
        "end_time": 3570
    },
    {
        "text": "From yesterday’s demo, we should review objections raised during the last few discovery calls. From yesterday’s demo, we should highlight case studies that align with client pain points.",
        "start_time": 3570,
        "end_time": 3580
    },
    {
        "text": "Do we have insights on set up onboarding for the client who signed last Friday. What’s the status on review objections raised during the last few discovery calls.",
        "start_time": 3580,
        "end_time": 3590
    },
    {
        "text": "I think we should send out follow-ups to the leads from yesterday’s webinar. Our conversion rate for ensure leads are being properly routed to the right reps.",
        "start_time": 3590,
        "end_time": 3600
    }
]